

label four_horizons_dv:
    call credits_fh
    $ new_chapter(-1, u"Пролог.\nСуровая реальность.")
    scene anim prolog_1 with dissolve
    $ set_mode_nvl()
    'Некоторые истории бывают настолько интересными, что могут даже изменить тех, кого, казалось, изменить уже никогда нельзя. О таких говорили: Горбатого могила исправит. Как ни странно, раньше и я считал себя именно таким человеком. Пока со мной не случилась одна история.'
    'Опять эти идиотские сны, напоминающие мультики, которые смотрел в детстве.'
    'Кому-то снятся ужасы, кому-то нормальные, обычные сны, а мне почти всегда снились мультики, несмотря на то, что я был не таким уж и паинькой.'
    nvl clear
    'Меня зовут Алексей. Мне 24 года. Живу в Сибири. Не являюсь каким-нибудь супергероем или будущим учёным, подающим надежды. Самый обыкновенный пацан с района.'
    'Сегодня ровно месяц, как закончилась ежедневная процедура, а именно: приходить и отмечаться у участкового. К сожалению, мотал условный срок - за вандализм. Правда до условного срока, мне пришлось два-три месяца отсидеть в колонии общего режима.'
    'Один хозяин магазина, который в край обнаглел, постоянно обманывал людей, что молодых, что старых. Продавал бракованную продукцию, а если хотели делать возврат, то предоставлял левое правило магазина по поводу брака. Со мной такая же ситуация произошла.'
    'Мне продали бракованную микроволновку и отказались сделать возврат. Приходил с полицией, ей было пофигу. Не удивлюсь если менты крышевали эту барыгу.'
    'Ну раз другого выхода нет, то нужно брать всё в свои руки.'
    nvl clear
    'В итоге моими руками были выбиты и разбиты все стёкла этого затхлого магазинчика и скрылся с места преступления.'
    'Вы скажете, мол, какая колония может быть за обычный погром витрину? Но не всё так просто, как кажется на первый взгляд. На меня пытались повесить кражу и все недостачи, которые были у владельца магазина.'
    'В суде меня признали виновным только за вандализм. Впояли условку на год, но отпустили с подпиской о невыезде.'
    'Правда, эти два месяца для меня были своего рода уроком.'
    'Всё должно быть по понятиям. Не живёшь по понятиям – получай в глаз.'
    scene bg semen_room with dissolve
    'Проснувшись у сестры дома, я быстренько привёл себя в порядок. Она на два года младше меня и спала как младенец.'
    'Нелегко сестрице приходится с таким раздолбаем, как я.'
    'Но несмотря на все мои косяки и закидоны, она всё равно любит меня всем своим сердцем, чего хрен дождешься от моих предков.'
    'Максимум на что я могу рассчитывать это на займы денег и то если меня не прогонят, как шавку.'
    'Вдруг у меня зазвонил телефон.'
    th 'Кому блин так рано не спиться?'
    'Это был мой лучший друг и наверно даже единственный друг в реальной жизни - Василий.'
    th 'Обычно спит до обеда. Чего вдруг так рано подорвался?'
    al 'Алло!'
    vas 'Привет, Лёха! Ты сегодня у сестры ночевал же? Как насчёт встретиться в кафешке, возле её дома?'
    th 'Интересно, а откуда ему то известно, что ночевал у сеструхи?'
    al 'У меня с финансами не всё так гладко, чтобы по кафешкам гулять.'
    vas 'Да мы просто поговорим, можешь даже ничего не заказывать. Просто я планирую позавтракать, а самому так впадлу дома готовить.'
    al 'Я не возражаю. Тем более сейчас собирался поехать домой.'
    vas 'Хорошо, буду на месте через пятнадцать минут.'
    al 'Договорились.'
    'Вызов завершён.'
    'Не время гулять по кафешкам, да и настрой настолько паршивый, что дебош устроить хочется.'
    th 'Но Вася мне ничего плохого не сделал, зачем отказываться от разговоров с ним, если кроме него и сеструхи в этом мире меня никто не понимает?'
    'Я не стал будить сестрёнку, а просто аккуратно оделся, и вышел из квартиры. Ключи от её дома у меня были, поэтому просто закрыл её на замок, а сам отправился на встречу.'
    play music 'mods/four_horizons/музыка/ROCK PRIVET - Так красиво - Сергей Лазарев - Nickelback.mp3' fadein 4
    'Сегодня на улице было тепло, что ли...'
    th 'Странно, передавали что сегодня дубак должен быть.'
    th 'Конечно неудивительно, что наши предсказатели погоды снова упали пятой точкой в лужу, но сегодня похоже они туда смокнулись лицом'
    'Я не особо разглядывал местность или людей, мне они были противны. В наушниках играли не самые жизнерадостные мотивы.'
    '№ Фон кафе зимой утром (хоть фотку можно)'
    'Подойдя к кафе, мне очень сильно захотелось покурить.'
    'Достав сигарету из пачки, я закурил возле входа у кафе, убрав пачку в рюкзак. В кафешке нельзя было курить, поэтому пришлось постоять на улице.'
    'Этим я начал промышлять после службы в армии.'
    th 'Жрать хотелось постоянно, но сигареты надолго отбивали любое желание есть. Да и благодаря им я хорошо так похудел. Однако, пытаясь бросить курить, начинал плотно общаться с зелёным змеем - алкоголем. Поэтому приходилось держать всё в балансе.'
    th 'Либо меньше пить, но больше пить. Либо наоборот. Полностью что-то в себе эти привычки устранить у меня не получалось никак' 
    'Закончив свои дела, и бросив окурок в урну, я зашёл в кафе.'
    '№ Фон кафе зимой (хоть можно фотку)'
    'Народа в нём было не так много, и я выбрал столик у стенки, рядом с выходом.'
    'Сидя за столом, нужно придумать, чем себя занять, пока жду своего кореша - Василия.'
    th 'О, точно! Пора проверить свои запасы.'
    'Я стал проверять всё содержимое своего рюкзака.'
    th 'Ага, сиги кончаются. Нужно прикупить пару блоков. Да и пару банок пивка не будут лишними. Денег оставалось не так много, но мне хватит, чтобы продержаться до зарплаты. На крайняк, займу у сестрички.'
    'Закончив разбирать свой рюкзак я услышал, как в кафешку кто-то зашёл.'
    th 'Очередной ленивый клиент, которому впадлу готовить дома.'
    'Ко мне за стол сел неожиданно пришедший Василий.'
    $ set_mode_nvl()
    vas_n 'Здорова, Лёх, как оно?'
    'Я протянул руку в ответ.'
    al_n 'Да так, живой вроде, да и хрен с ним!'
    vas_n 'Ну, рассказывай, как живёшь? Не общались уже лет пять, наверно, вживую. А то по интернету или дискорду, это совсем не то.'
    th 'А ведь отчасти он прав. Общение с глазу на глаз это всё-таки разговор с живым человеком, которому за его поганый язык можно и в глаз зарядить.'
    th 'Но с другой стороны ты видишь лицо человека и понимаешь, действительно ли ему важна твоя жизнь или это очередной лицемер, который ищет в тебе только личную выходу'
    'Василий явно не относится ко второй категории людей.'
    al_n 'Ну вот месяц назад закончилась моя условка за вандализм. Задолбался каждый день у участкового отмечаться. Вышку не закончил, так как препод меня завалил, и я из-за него год в армии спустил в унитаз.'
    vas_n 'Восстановиться не пробовал?'
    al_n 'Меня после моего вандализма не примут, я же на кафедре тоже дебош устроил да ещё и в состоянии сильного алкогольного опьянения. Много кому нагрубил, ректора вовсе послал в перуанскую деревню, куда русские каждый день посылают по сто раз по сто человек на дню.'
    vas_n 'А с работой что?'
    al_n 'Ну, в магазе пашу. Иногда грузчиком, иногда охранником, кем скажут, тем и работаю. Платят немного, но на жизнь хватает.'
    vas_n 'А найти работу получше?'
    al_n 'Кто меня с моей условкой возьмёт на работу? Связей у меня нет, был один знакомый в инете, но чтоб к нему попасть, надо высшее инженерное образование иметь, а я, хоть и пытался вышку получить, но это было в медицинском.'
    th 'А с медицинского на инженерного переучиваться это тот ещё гемор. Проще макаку научить на компьютере пасьянс косынку раскладывать, чем меня переучить с меда на инженера.'
    vas_n 'Да, хреново тебе. И какие планы на ближайщее будущее?'
    al_n 'Да вот думаю, может рок-группу себе собрать. Типа, я умею на гитаре и на баяне отлично играть. Последнее там вряд ли пригодиться, это уже если во все тяжкие идти. С голосом ток у меня не очень. Но ничего. Вон, Тилль вообще петь не умел, а стал популярным на весь этот долбаный мир.'
    vas_n 'Неплохие планы, да и если будет талант, то можно нормальные бабки зарабатывать.'
    th 'Общение - это конечно хорошо, но пора прощаться. Мне нужно хорошенько выспаться перед тяжелыми двумя трудовыми днями.'
    al_n 'Ладно, бывай, мне завтра ещё на смену рано заступать.'
    vas_n 'Удачи, брат!'
    $ set_mode_adv()
    'Прощальное рукопожатие, и мы разошлись.'
    '№ Фон кафе снаружи зимой'
    'Василий остался сидеть в кафе и позвал официанта, когда я уже был на улице и отправился в сторону автобусной остановки.'
    'По пути к остановке, заскочил в продуктовый магазин «Магнит». Взяв пять банок различного пива и два блока «Парламента», вернулся к первоначальному маршруту.'
    th 'Ну вот, бабки практически закончились. Да и пофигу! Убиваться мне теперь что ли из-за этого?'
    scene bg bus_stop with dissolve
    'Достал телефон, посмотреть, сколько осталось заряда.'
    '95%, практически полный заряд.'
    'Дата: 13 Января 2021 год. Время 8:55.'
    th 'Клёво! Не зря купил этот китайский телефон, не соврали, отлично батарею тянет.'
    'Приехал автобус моего маршрута.'
    scene bg int_bus_black with dissolve
    '(заменить)'
    th 'Странно, что людей практически в нём не было.'
    th 'Обычно много кто возвращается домой после ночной смены, а тут пару пассажиров, включая меня'
    'Оплатив билет, я сел в конец автобуса и принялся смотреть в окно.'
    'Город словно живёт своей жизнью, временем, и правилами.'
    'Люди идут кто куда, хотя, странно, что в такое время многие вовсе не спят.'
    'На улице стоял январь 2021 года, ничего не меняется.'
    'А ведь раньше я был нормальным парнем! Теперь словно как демон! Ладно, что будет, то будет!'
    'Я убрал наушники с телефоном в сумку и смотрел на дорогу. Везде одно и тоже. Рекламный мусор на каждом стенде, куча различных автомобилей и множество одинаковых домов.'
    'Эх если бы я только мог вернуться в прошлое, чтобы исправить свои ошибки, которые я успел совершить, может быть, ничего бы такого не было?'
    'Может быть, я просто бы жил счастливо или, по крайней мере, в иллюзии этого самого призрачного счастья в нашем жестоком мире?'
    'Ну к чёрту эти мысли. От них только повеситься хочется. Если б каждый в прошлое мог возвращаться, давно бы все святыми были!'
    'Сейчас бы срубить бабос, да и сгонять в Турцию или Тайланд.'
    'Ладно, хватит думать об этом.'
    'Дорога затянулась, и было такое ощущение, что мы просто едем по кругу. Даже без остановок, просто едем и едем.'
    'Спустя, наверное, минут десять, я уже устал наблюдать за движением и уснул.'
    stop music fadeout 4
    show blink
    scene black with dissolve
    $ renpy.pause(3)



    $ new_chapter(1, u"День первый.\nПутешествие в прошлое.")
    'Я чувствовал, как горю изнутри. Пот из меня льётся, как будто из меня США выкачивает нефть.'
    th 'К-какого чёрта?'
    scene bg int_bus
    show unblink
    play music music_list['no_tresspassing'] fadein 4
    'Открыв глаза я испытал самый настоящий шок!'
    th 'Так, Алексей, сосредоточься. Нужно искать ответы на вопросы.'
    th 'Во-первых, мест в моем автобусе стало гораздо больше! Да и по виду изнутри, качество автобуса стало куда лучше.'
    th 'А во-вторых...'
    th 'К-А-К-О-Г-О Ч-Ё-Р-Т-А ЗА ОКНОМ Л-Е-Т-О???'
    th 'Твою мать, неужели меня пока я спал?'
    th 'Тогда как на сранном автобусе меня можно было увести туда, где сейчас лето?'
    th 'Машин истребителей ещё не изобрели и в ближайшие лет пять точно не планируется их создавать, насколько мне известно.'
    'Даже самый быстрый гиперкар в мире Bugatti Veyron, который быстрее легендарного Макларена, не способен проделать такой крюк вокруг земли.'
    th 'Чего тем более можно ждать от обычного автобуса? Который и до 100 км/ч думаю не быстро разгонится.'
    'А ведь кажется, что всего лишь несколько минут назад была ещё холодная сибирская зима.'
    'А сейчас –  жарища, словно прямо нахожусь сейчас в Африке!'
    'Однако за окном не было никаких пустынь. Или хоть чего-то общего с Африкой, кроме температуры.'
    th 'Хотя откуда мне знать, какая там температура? Ведь никогда за границей, кроме Казахстана никуда не ездил.'
    'Водителя не было на месте.'
    th 'Понятно, водилы здесь нет. Оставаться здесь тоже не резон. Тем более в такую то духоту.'
    'Взяв свои манатки, поспешил покинуть парилку на колёсах.'
    scene bg ext_bus with dissolve
    'Я понял, что если прямо сейчас не сниму хотя бы часть зимних вещей, то превращусь в двигатель внутреннего сгорания.'
    'Сразу же снял с себя куртку и толстовку. Поскольку я имел привычку много чего носить с собой, достал скомканный пакет из кармана джинсов.'
    th 'Никогда не знаешь, что может случиться и пригодиться в дороге.'
    'Выйдя из автобуса, принялся осматриваться.' 
    'Красивая природа, жаркое солнце и практически ничего человеческого вокруг.'
    th 'Это рай? Или же это ад?'
    th 'Так, а как так получилось, что я садился в автобус в 8:00 в зимнее утро. А сейчас вовсе летнее утро, возможно даже летний день.'
    'Я достал телефон, и увидел, что сейчас 13:00. Дата и год сбились.'
    th 'Стоп, какого?!'
    'Я попробовал набрать хотя бы один номер, но получал всего лишь одно и то же сообщение.' 
    'Нет сети.'
    th 'Найс! Ни позвонить, ни в ВК не залезть, ни дегродные мемчики с ютубчика не посмотреть!'
    th 'Бесполезный кусок китайского хлама!'
    'Я хотел уже выкинуть телефон, но резко одумался.'
    th 'Так стопэ, музыку то слушать можно. Совсем дибил что ли?'
    'Я убрал телефон в карман от греха подальше.'
    th 'Так, возьми себя в руки. Ты пацан, а не баба, чтобы теряться тут или устраивать панику. Если попал, значит попал. От судьбы не уйдёшь.'
    stop music fadeout 4
    scene bg ext_camp_entrance_day with dissolve
    'Повернувшись на 180 градусов обратил внимание на то, что стоял напротив ворот. Судя по дизайну, это был какой-то лагерь. На воротах написано «Совёнок» «Пионерлагерь».'
    th 'Пионерлагерь? Них**я себе, они ещё существуют?.'
    show se normal at cright
    show el normal pioneer at cleft
    with dspr
    'У ворот появились двое парней. У одного, постарше, на вид 23 года, не видно было глаз из-за чёлки. А другой был кудрявый пацан лет 17, который, честно говоря, был похож на гомика. Тот, что постарше, подошёл ко мне.'
    me 'Здорова дружа! Новенький что ли?'
    al 'Здорова! Ну, да, типа того.'
    'Парень протянул мне руку.'
    me 'Меня зовут Семён, я заведующий спортивным кружком.'
    'Я пожал ему руку в ответ.'
    al 'Я Алексей, но зови просто Лёха, Леша, а, да пофигу! Как удобнее, так и зови.'
    me 'Во! Сразу видно наш человек! Узнаю жаргон правильного пацана с района!'
    th 'А Семён хорош, неужели в прошлом такие люди тоже были? А то помню, как нам в школе любили затирать: «Мы такими, как вы сейчас никогда не были! Аж противно смотреть на вас!».'
    'Ко мне подошёл второй парень.'
    elp 'Меня зовут Сергей, но все зовут меня Электроником. Настоящим.'
    th 'Ну и кликуха. Спасибо хоть не Эдик или не гомик.'
    'Он тоже протянул мне руку, и только ради приличия пожал тоже.'
    al 'Лёха.'
    me 'Тебе надо срочно к вожатой, а то в зимних шмотках ты тут в жижу превратишься. Электроник, проводи гостя к Ольге!'
    hide se with dspr
    'Семён тут же ушёл за ворота.'
    al 'А кто такая Ольга? Симпотная девушка?'
    show el surprise at center with ease
    el 'Ч-что?'
    th 'Блин, я кажись реально попал в прошлое. Надо за базаром следить, наверняка здесь мой жаргон будут понимать не все.'
    th 'А будет нелегко, ведь я быдло в четвёртом мать его поколении.'
    th 'Семён, нахрен ты меня оставил с этим умником?'
    al 'А, забей, сон приснился один.'
    show el grin with dspr
    'Электроник сначала был в шоке, а потом посмеялся.'
    el 'Если ты про внешнюю красоту Ольги Дмитриевны спрашиваешь, то забудь, она тебе не по зубам. Да и у неё вроде есть кто-то в райцентре.'
    'С каждой минутой нахождения здесь, я всё больше и больше удивлялся.'
    th 'Какие нахрен райцентры? Их после распада СССР по-другому стали называть.'
    th 'Куда я попал?'
    th 'И с чего ты решил что мне не по зубам? Мальчик, да я в армейке со столькими девчёнками погулял, что тебе даже и в мечтах не снится.'
    al 'Ладно, но девушки в лагере есть то? Или одни мужики?'
    el 'Конечно есть. В нашем отряде, куда ты попадёшь в основном одни девушки.'
    th 'ООО вот такой расклад мне явно по вкусу. Посмотреть на женскую прекрасную природу, на формы обитателей лагеря. Глядишь романтик какой заведу.'
    th 'Ну или одну жаркую ночку.'
    th 'Ведь если я не ошибаюсь, то самый старший отряд 17-18 летние девушки и парни.'
    'В это время у девушек начинается переход во взрослую жизнь. У кого то вырастают приличные буфера, у кого-то фигурка просто огонище.'
    'Не, я не был из тех, кто ради больших форм готов прыгать и всё подобное. Мне были симпатичны девушки и с малым размером груди.'
    th 'Как говориться: большая для руки, маленькая – для сердца. Просто посмотреть мне всегда было приятно. Особенно потому, что я таки холостой.'
    'Из моих размышлений меня вытянул Серёга.'
    el 'Ладно, пошли. Может, тебе весь лагерь показать?'
    th 'С одной стороны, не мешает, но идти с этим занудой смотреть весь лагерь? Когда тут тем более полон отряд баб, если верить кудрявому. Не хочу чтобы меня ещё за гомика считали.'
    scene bg ext_clubs_day with dissolve
    show el grin pioneer with dspr
    'Пройдя через ворота к какому-то строению, ответил ему:'
    play music music_list['afterword'] fadein 4
    al 'Неее, давай позже, дружок. Сначала шмотки бросить, похавать, а там можно будет и посмотреть.'
    show el surprise with dspr
    el 'Эмм, а что такое похавать?'
    al 'Ты что тормоз что ли? Поесть.'
    th 'Неужели я реально попал в прошлое, и они не знают такого слова? Или это просто нюня родительская, которая не знает уличных, так сказать, терминов.'
    show el normal with dspr
    el 'Ты малость опоздал. Обед уже был, придётся до ужина потерпеть.'
    al 'А, насрать, и ни такое терпел.'
    el 'А это наш клуб кибернетиков, я тут постоянно ошиваюсь, хочешь, запишем тебя?'
    th 'То есть похавать ты не слышал что такое, а насрать то знаешь? Чую пахнет враньём.'
    th 'Да и какой мне клуб кибернетиков? Я в инженерии, как из Жириновского балерина в Лебедином озере.'
    al 'Я на медика учился, а не на вундеркинда.'
    show el serious with dspr
    el 'Ты чего такой недружелюбный?'
    al 'Какого мама родила.'
    stop music fadeout 4
    th 'Блин чувствую если эту машину бесполезной информации сейчас кто-то не утихомирит, я сам его вырублю. Он уже начинает меня раздражать.'
    hide el
    show el serious pioneer at cright
    with dspr
    show sl angry pioneer at cleft with dspr
    play music music_list['forest_maiden'] fadein 4
    'Из клуба вышла довольно симпатичная пионерка, которая явно с кем-то поругалась.'
    th 'А деваха то классная. Две золотые косы, которые наверно до жоо... до пятой точки доставали. Голубые глаза, которые напоминали мне чистое небо, без единого облака.'
    th 'Но фигурка просто зачёт. Думаю даже спортиком занимается. Я бы не прочь посмотреть на её тренировочки.'
    slp 'Ещё раз дадите Ульяне провода какие-нибудь, или проволоку, я всё вожатой расскажу! И тогда она точно прикроет ваш клуб!'
    shp 'Мы ей ничего не давали. Ваша бешеная Ульянка забежала и нагло украла их.'
    slp 'Я всё сказала, считай это моё последнее предупреждение.'
    show sl normal with dspr
    'К нам подошла эта красивая пионерка.'
    'Девушка: О, привет, Электроник. Это кто с тобой?'
    al 'Мадам, вы классно выглядите, меня звать Алекс, можно просто Леша. А вас как ваши родители назвали?'
    show sl scared with dspr
    'Девушка сильно смутилась и отошла.'
    th 'Сразу видно дерзких пацанов, ещё не встречала. Ну а чего си...ну рязину тянуть. Сразу к делу без всяких намёков и прочей ерунды.'
    show el normal with dspr
    sl 'Меня Славяной назвали, а ты просто Славей зови.'
    el 'Сейчас я веду его к вожатой.'
    th 'Боже, перехвати меня у него. Услышь мои мысли!'
    show sl normal with dspr
    sl 'А, ну введи, а то мне ещё пакости Ульяны убирать надо. Увидимся ещё.'
    hide sl with dspr
    show el normal at center with ease
    stop music fadeout 4
    'Блондинка тут же убежала в другую сторону.'
    th 'Четкий попец у неё однако. Но если я попал в прошлое, то не думаю, что здесь все такие пошлые и прям готовы воспринять дружеский секс, как просто одна приятная ночка, а не начало всяких отношений.'
    th 'С первой попавшейся я мутить не хочу. Фигура может быть и бомба, но если по характеру зануда, то пошлю её трёхэтажным матом в такуб точку планеты, что замучается искать.'
    al 'Слушай, а у вас все девушки такие клёвые тут?'
    el 'Не, не все.'
    th 'Ну, это очевидно.'
    scene bg ext_houses_day with dissolve
    show el normal pioneer at cright
    show dv normal pioneer2 at cleft
    with dspr
    'Мы дошли до площади, где на площади стояла девушка с огненным цветом волос, которая мне напомнила покемона Пикачу.'
    'Ещё ярко выделялась её форма. Она на ней одета явно не так, как на Слави, Семёне или Электронике.'
    'Более вызывающее, демонстрируя свой загар.'
    th 'Я б вдул. Не, серьёзно. По телосложению классная девка. Хоть по фигурке и уступает Славе.'
    el 'А вот это – Алиса Двачевская. Гроза нашего лагеря.'
    'Тут он резко перешёл на шёпот.'
    el 'Не называй только её ДваЧе, она этого не любит.'
    play music music_list['awakening_power'] fadein 4
    'Человеческая Пикачу сразу же разозлилась. Видать её жёстко это тригерило.'
    show dv angry with dspr
    dv 'Что вы там вякнули?'
    el 'Я побежал, дальше сам!'
    hide el with dspr
    'Электроник рванул с площади со всей силы.'
    al 'Эй, а где вожатая?'
    show dv angry at center with ease
    'Крикнул я ему вслед, но он даже не думал вернуться назад.'
    th 'Вот же сука! Сам же подставил, и сам же свалил чепух конченный. Ну ничего земля круглая.'
    'Ко мне подбежала эта дама и хотела меня ударить, но рефлексы и военный опыт сработали на отлично, чтобы увернутся от удара.'
    al 'Слышь, дерзкая, ты берега часом не попутала?'
    show dv surprise with dspr
    'Алиса была удивлена от моего жаргона.'
    show dv rage with dspr
    dv 'За базаром следи!'
    al 'Я тебе охранник что ли?'
    'Она разозлилась, но ничего не стала мне делать.'
    show dv angry with dspr
    dv 'С тобой я позже разберусь.'
    hide dv with dspr
    'Она побежала прочь, а я ей крикнул в ответ:'
    al 'Пупок смотри не надорви.'
    stop music fadeout 4
    th 'Классная девка, но быкует почём зря. Вот молодец этот Сергей! Взял, кинул, и даже не сказал, как дойти до вожатой.'
    th 'Тоже мне пацан, блин. Девочку испугался вместо того, чтобы затролить её так, чтоб свалила сама.'
    'Решил идти по каменной тропинке, авось к площади да приведёт.'
    'По пути я рассматривал лагерь.'
    'Для меня понятия лагеря и колония стали практически едины.'
    'Однако вот само расположение и структура вовсе не казалось для меня таким ужасным.'
    'С виду как обычная дача, только одноэтажные домики и без тепловых труб. Дома были очень сильно похожи друг на друга. Единственное, что их отличало это цвета конструкции. Некоторые из них полуовальной формы, словно как пивные бочонки. Какие-то треугольной формы.'
    'Значит, зимой здесь никто не живёт. Да и кто бы хотел жить зимой в таких условиях?'
    'Неизвестно, есть ли здесь поблизости, где магазин или хоть какое-то село. Продукты с небес нам не падают.'
    scene bg ext_square_day with dissolve
    'Дойдя до площади, я осмотрел её.'
    'Вокруг огромная каменная площадка. Везде стояли скамейки. Все подчищено и убрано.'
    'Чем то напоминал мне мой универ с лицевой части улицы. Там тоже скамеек очень много.'
    'По центру стоял памятник неизвестно мне человека.'
    'Надпись Генда'
    th 'Кто это вообще такой?'
    th 'Такого вождя у нас точно не было. Ленин, Сталин, Хрущёв и Горбачка уничтожившая СССР под началом Хрущька. Тьфу! Даже фамилии их правильно называть не хочу.'
    th 'Может, это основатель этого лагеря.'
    'Ай да пофигу, короче, кто он такой. Его тут нет, значит, мне по барабану.'
    show mi smile pioneer far at cleft
    show un normal pioneer far at cright
    with dspr
    play music music_list['always_ready'] fadein 4
    'На площади сидели две девочки, одна была похожа на Мику Хацунэ, только лицо более русское. А другая девочка, с двумя маленькими хвостиками фиолетового цвета.'
    th 'По фигуркам обе хороши, но вот та, что с книжкой, над ней явно мать природа хорошо поколдовала.'
    'Одна явно просит о чём-то другую.'
    th 'Нихрена себе СССР живёт. Это с каких пор по землям Союза топают девушки с такими цветами волос? Мать моя, почему ты не родила меня раньше?'
    'Я решил к ним подойти.'
    mi 'Ну, Лена, ну нарисуй меня, пожалуйста! Ведь у тебя так классно выходит рисовать!'
    un 'Отстань, Мику, я же обещала, что нарисую тебя, только позже.'
    th 'Видать, её тут так и называют.'
    al 'Доброе время суток, царевны! А не подскажите ли вы мне простому смертному, как мне дойти до вожатой?'
    'Девушки тут же обе покраснели. Особенно Лена, которая вовсе взгляд опустила на плитку площади.'
    hide un
    show un surprise pioneer at cright
    hide mi
    show mi surprise pioneer at cleft
    with dspr
    th 'Да что вы так комплиментов стесняетесь. Будто я прямо тут предлагаю любовью вам заниматься. Господи.'
    mi 'Новенький что ли? Я Мику, у меня папа русский инженер-строитель, а мама японский дизайнер.'
    al 'Я Алексей, можно просто Лёша.'
    un 'Пошли, Лёша, я провожу тебя до домика вожатой. Меня Леной зовут.'
    'Лена встала и закрыла свою книжку, которая оказалась уроками по самообороне.'
    th 'Нихрена себе какие книги читает данная особа.'
    'Мику встала вслед за Леной.'
    mi 'Ладно, я тогда побежала к себе в клуб, удачи вам!'
    hide mi with dspr
    show un normal with dspr
    stop music fadeout 2
    'Она помахала нам рукой и направилась в ту сторону, откуда я пришёл вместе с Электроником.'
    'Лена вздохнула с облегчением.'
    th 'Неужели её раздражает эта болтливая японка?'
    un 'Ну, пошли что ли?'
    'Посмотрела она на меня.'
    al 'Да, погнали.'
    scene bg ext_houses_day with dissolve
    'Всю дорогу мы шли молча.'
    th 'Интересные тут личности однако разгуливают. А у девушек фигурки оляля. По сравнению с моими одноклассницами или одногруппницами, это просто ходячие атомные бомбы.'
    th 'Правда одной фигуры маловато, чтобы с девушкой согласится жить всю жизнь и похоронить в гробик статус холостяка.'
    scene bg ext_house_of_mt_day with dissolve
    'Мы наконец то дошли до домика, который близко в лагере ещё не видел, только издалека.'
    'Он был треугольной формы.'
    th 'А ну да это как в армейке. Обычные ребята живут в бараках, которые напоминают половину пивной бочки, а те кто постарше им хоромы получше.'
    th 'Дедовщина мать его, везде эта дедовщина, даже в чёртовом пионерском лагере.'
    th 'Хотя я сам по правде дедушка. Отслужил в пехоте, отдал свой долг матери родине.'
    show un normal pioneer with dspr
    'Лена дёрнула меня за футболку, обращая тем самым на себя внимание.'
    un 'Ну вот, мы пришли. Ты только постучи перед тем как войти.'
    al 'Спасибо.'
    hide un with dspr
    'Лена ушла обратно на площадь.'
    'Набрав воздуха в грудь, постучал в дверь.'
    mtp 'Войдите!'
    scene bg int_house_of_mt_day with dissolve
    show cs normal at cleft
    show mt smile pioneer at cright
    with dspr
    play music music_list['smooth_machine'] fadein 4
    'Войдя в домик, сразу же заметил двух взрослых девушек приблизительно моего возраста.'
    th 'Оу, май какие цыпочки, есть хорошая возможность развлечься!'
    mtp 'Добрался всё-таки! Я твоя вожатая, Ольга Дмитриевна. И ты проведёшь семь дней в моём отряде.'
    al 'Я бы с радостью, но...'
    th 'С-Т-О-П ЧТО?! Какие нах семь дней?! Я максимум на одну ночку с такими красотками рассчитывал!'
    show mt angry with dspr
    mt 'Никаких НО! Ты всегда должен выполнять поставленные задачи, если хочешь быть ответственным пионером.'
    th 'Ага, только в твоих снах.'
    'Ольга Дмитриевна уже смотрела на меня, как на врага народа.'
    show cs shy with dspr
    csp 'Ольга, может, мне его посмотреть в медпункте?'
    mt 'Не нужно пока что. Это наша медсестра Виола, без пяти минут замужняя девушка.'
    show cs normal with dspr
    'Медсестра недовольно сложила руки.'
    cs 'Ну и зачем ты мне обломила шанс поразвлечься?'
    mt 'Чтобы потом опять твой Семён прибегал ко мне с расспросами и ревностью? Нет уж, спасибо! Сыта этим по горло!'
    th 'Значит Виолу обхаживает тот самый Семён? Ну окай, вычеркиваем её из списка.'
    th 'Так нужно переключить внимание нужно на меня, а то на женскую драку я точно разнимать не стану, а буду искать поп-корм, чтобы полюбоваться на это зрелище.'
    al 'Меня зовут Алексей, но можно просто Лёша. Раз меня завезли в ваш отель, не знаю пока, сколько звёзд, то можно поинтересоваться, где будет мой номерок?'
    show mt rage with dspr
    'Вожатая посмотрела на меня, ещё сильнее разозлившись.'
    mt 'Это что за неуважение? Пионер должен быть вежлив. И у нас только одна звезда – КРАСНАЯ.'
    th 'Епта какие вы тут древние, ах точно, вы же из прошлого. Придётся вспоминать всё, что уже из русского языка стало пропадать из-за этого долбанного английского языка'
    al 'Извиняюсь. Жарко на улице, солнышко-то напекло, видимо, вот и развязался язык.'
    show mt normal with dspr
    th 'Ольга Дмитриевна либо реально дурочка, либо действительно поверила в мой бред, который я сочинил за пару секунд.'
    mt 'Будешь жить в домике под номером 18. Твой бывший сосед сломал ногу, и его забрали родители, поэтому жить будешь один. Форму возьмёшь у Слави, на складе.'
    th 'Ништячок, одному жить это же всегда супер. Хоть мне никто мозг не будет выносить за сиги и пивасянского.'
    'Вожатая дала мне карту и два ключа от дома.'
    al 'Всё, я все понял. Я пойду?'
    mt 'Иди, только ужин не пропусти.'
    'Я вышел из домика.'
    stop music fadeout 4
    scene bg ext_house_of_mt_day with dissolve
    'Выйдя на улицу, я всё ещё никак не привык к такому жаркому климату.'
    th 'Чёрт, как тут жарко, мне бы мой сибирский холодок хоть на пару минут.'
    th 'В моем городе +20 градусов это уже считай жара. Обычно всегда прохладно.'
    th 'Ещё и Ольга. Фигурка у неё просто класс, но зануда просто жесть! Как с такой жить?'
    th 'Ладно хрен с ним, этот вопрос точно меня не волнует. Надо бы получить форму и посмотреть свои апартаменты.'
    show expression 'images/maps/map.jpg'as dmap with dissolve
    'Я достал карту, чтобы посмотреть, где находится склад.'
    th 'Так и что тут у нас.'
    'Размеры лагеря впечатляют, практически мой вуз с общагами, даже чем-то больше.'
    th 'Значит склад находится рядом со столовкой. Жаль перед обедом не приехал. Получил бы форму, пожрал и мог бы до ужина не святиться.'
    scene bg ext_house_of_mt_day with dissolve
    'Я сложил карту и убрал в карман.'
    th 'Всё-таки мне интересно, каким ветром меня сюда занесло, что это за цыганские мать его фокусы?'
    th 'Или же плюнуть на всё и попробовать тут недельку потусить. Авось тут лучше, чем в моём реальном мирке.'
    th 'Так, если я буду тут стоять и думать, время к ужину уже подойдёт.'
    'Закончив размышлять, мои ноги потопали в сторону склада.'
    scene bg ext_warehouse_day_7dl with dissolve
    th 'Как-то странно, по мне, всё обустроено в этом лагере, но фиг с ним, если так устроено, значит так надо.'
    show sl normal pioneer with dspr
    play music music_list['take_me_beautifully'] fadein 4
    'У склада я увидел Славяну, которая подметала возле склада.'
    th 'Как бы снова она не сбежала от меня после сегодняшней встречи.'
    al 'Привет ещё раз. Я за формой.'
    sl 'Привет, сейчас, подожди минутку!'
    hide sl with dspr
    'Она взяла метёлку и вошла в свой склад.'
    th 'Даже и не смутилась. Скорее всего тогда она просто не ждала таких заявлений прям сходу и нагло.'
    th 'Неужели тут все, кроме рыжей, такие добрые? Я, походу, точно в СССР попал.'
    th 'Только вот я родился уже после того, как он распался, как такое возможно?'
    th 'Неужели в России есть секретный автобус, который может тебя переместить в другой мир или просто переместить в прошлое?'
    'Надо попробовать разобраться. Или же можно просто забить и расслабиться?'
    'Мне по душе конечно же второй вариант.'
    show sl normal pioneer with dspr
    'Вскоре пришла Славя, и дала форму мне в руки.'
    sl 'В своём домике переоденься, если что не так, поменяем. Обычно все примеряют форму прямо тут. Но у меня на складе ещё много работы, примерить не получится.'
    al 'Ладно, не ссы, и дома переоденусь!'
    show sl surprise with dspr
    'Девочка как-то странно на меня посмотрела.'
    sl 'С тобой точно всё в порядке?'
    th 'До меня только что дошло, что я снова современным языком заговорил.'
    th 'Твою дивизию!'
    al 'Да, не обращай внимание на мой жаргон. Из мест не очень хороших приехал. Но чтоб выжить, нужно вот таким жаргоном разговаривать.'
    show sl sad with dspr
    sl 'Мда, не позавидуешь тебе. Ладно, ты извини, но мне нужно вернуться за работу.'
    al 'Спасибо за форму и удачи.'
    'Девочка проводила меня своей улыбкой и закрылась на складе.'
    stop music fadeout 4
    hide sl with dspr
    th 'Опять во мне просыпается та мёртвая частичка доброго парня? Которую я в своё время потопил сигаретами, депрессивными песнями и крепким алкоголем.'
    th 'Точно! У меня же есть пиво!'
    'С этой мыслей не хотелось задерживаться у склада и мои ноги понесли меня прямо к моему домику.'
    scene bg ext_square_day with dissolve
    show dv normal pioneer2 far at cleft
    show us grin sport far at cright
    with dspr
    play music music_list['i_want_to_play'] fadein 3
    'По дороге я снова встретил Алису и незнакомую мне мелкую девочку.'
    'Мелкая по причёске похожа на какую-то ракету, или же руль от какого-нибудь суперского мотика.'
    dv 'Ульянка, ты будь аккуратней, вожатая если снова тебя спалит, я не стану на этот прикрывать!'
    th 'Интересно, что они такого задумали, что вожатая может их наказать? Терракт что ли? Или очередной митинг, как у нас действовали придурки, которые нифига в политике не шарят, а за то рвутся вперёд всех.'
    hide us with dspr
    'Мелкая лишь показала Алисе язык и убежала.'
    hide dv
    show dv grin pioneer2
    with dspr
    'Рыжая же краем глаза заметила меня и подошла поближе.'
    dv 'О, форму добыл, кого-то грабанул?'
    th 'Если она из СССР, то почему выражается, как я?'
    th 'Странно... А проверю-ка её!'
    al 'Да так, хабар навернул, как подгон считай. Теперь хоть не в зимних шмотках можно плясать по лагерю.'
    show dv smile with dspr
    dv 'О ни**я, ты знаешь этот язык?'
    th 'Так, кажись в лагере есть свой человек. Такое же быдло, как и я сам.'
    al 'А матерится не культурно!'
    dv 'Да мне плевать, хорошо, что ещё один нормально говорящий кент в лагере появился. Хоть не надо будет показывать чёртову культуру. А то кроме Ульянки не с кем нормально поговорить.'
    al 'А когда мы успели кентами стать? Я с тобой в подворотне не курил и не бухал.'
    show dv grin with dspr
    dv 'Ещё не вечер, ты это прости за наезд. Я ж не знала кто из вас двоих вякнул это.'
    al 'Забыли. А что с этим Кудрявым сделала?'
    dv 'С пуделем то? Да в глаз разок звизданула и пошла по своим делам.'
    al 'Ладно, бывай, мне надо ещё шмотки посмотреть. Может, свидимся ещё сегодня.'
    dv 'Не прощаюсь.'
    hide dv with dspr
    stop music fadeout 3
    'Алиса тут же направилась в неизвестную мне сторону.'
    th 'А не такая уж и дура. Понимает ситуацию и знает, как поступать в таких моментах.'
    th 'По-любому живёт эмоциями. Сначала сделает, потом подумает. Ну вылитый я епт.'
    'Закончив ругаться в своих мыслях, я отправился к домику.'
    scene bg ext_home_day with dissolve
    'Дойдя до своего домика, я принялся рассматривать его.'
    th 'Ну точно, как половина пивной бочки. Жаль ток тут не наливают, хотя у меня же есть с собой'
    'Достав ключи из кармана, я открыл дверь и зашёл в помещение.'
    scene bg int_house_of_str_day with dissolve
    'Данный домик чем-то напоминал мне камеру. Отличие только в том, что тут полная свобода. Ну, почти.'
    'Две койки на выбор, свободные тумбочки и шкаф с зеркалом. Посередине пустой столик.'
    'У моих предков в бане такой же стоит, с батей пивко после парилки попить самое то.'
    'Я решил, что буду спать на правой койке и положил вещи туда.'
    th 'Кстати мысли пошли о пивке то...'
    'Свою сумку я бросил под кровать.'
    th 'Наверняка нагрелось уже, ну тут хоть какое-то небольшое охлаждение будет. Надеюсь.'
    'Решив, что ещё достаточно времени, я переоделся в пионерскую форму. На удивление, она мне была как раз. Будто на меня сразу её шили.'
    th 'И как только Славя с размером угадала?'
    'Открыв шкаф, я посмотрел в зеркало.'
    scene cg d2_mirror with dissolve
    play music music_list['you_won_t_let_me_down'] fadein 3
    th 'Ёк-макарёк! Нифига себе! Тут я в семнадцать лет! Это ещё что за чёрная магия?'
    th 'Твою за руку, я точно не сплю?'
    th 'Может в реальности я с кем-то подрался или накидался в хлам, что сейчас с пьяну такие бредни вижу?'
    th 'Так тряпка! Успокойся!'
    'У меня пропала колючая щетина и валуны под глазами. Ибо я очень редко, когда высыпался.'
    th 'Ладно, если мне предстоит пробыть в этом месте семь дней, то почему бы и нет?'
    th 'Может, тут и будет что-то светлое в моей грёбаной жизни.'
    th 'Неужели моё желание исправить свои ошибки прошлого сбылось?'
    'Только вот всемогущий шутник перепутал времена.'
    'Я посмотрел на часы.'
    th 'Ага ещё два часа до ужина. Есть время прогуляться по лагерю да посмотреть что и как.'
    show expression 'images/maps/map.jpg'as dmap with dissolve
    'Достав карту, ещё раз посмотрел на то, что меня могло бы заинтересовать.'
    'Так, тут есть пляж.'
    th 'Вот это тема. Там и наши девчонки, небось каждый день бывают. Как говорится, бесплатно удовольствие посмотреть на женские прелести. '
    'Библиотека.'
    th 'Ну, это точно не моё. Я, конечно, люблю иногда почитать что-нибудь, но это если засяду надолго где-нибудь. К примеру, пока на электричке еду до дачи.'
    'Спортплощадка.'
    th 'Раньше я по молодости любил и в футбик погонять, да и просто поноситься там в салки, жмурки и прочие детские игры, играть в которые, походу, наше поколение станет последним.'
    'Так, меня конкретно заинтересовала лодочная станция.'
    hide dmap with dissolve
    'Пока время до ужина ещё есть, я убрал карту в карман и отправился к своей цели.'
    stop music fadeout 4
    scene bg ext_boathouse_sunset with dissolve
    'Придя на лодочную станцию, стал осматривать территорию.'
    'Обычный домик с лодками и со спасательным снаряжением.'
    'Кстати, домик неплохой такой. Я в нём пожил, если бы вожатая разрешила.'
    th 'Так, Лёха, хорош борзеть. Мало тебе того, что ты в отряд сексуальных баб попал, так тебе ещё и это подавай?'
    'Успокоив самого себя, я заметил, что на причале сидел Семён. Который явно о чём-то размышлял.'
    show se normal with dspr
    al 'Здорова ещё раз. Я присяду?'
    se 'Да, садись.'
    'Получив одобрение, я присел рядом с парнем'
    al 'Чего один здесь и грустишь?'
    se 'Обдумываю дальнейшие свои действия.'
    al 'Это какие?'
    play music music_list['heather'] fadein 3
    se 'Да я же собрался жениться. И предложение уже сделал. Но не обдумал всё заранее, типа у кого жить будем, как дальше поступать и т.д.'
    th 'Опа. Уже свадебку надумал. Я думал вожатая меня развела, как лоха, а на самом деле сказала правду.'
    'Решил сделать вид, что я не в курсе событий.'
    al 'А на ком, если не секрет? На Ольге что ли?'
    'Я громко посмеялся.'
    se 'У Ольги классная фигура, и грудь просто зачётная, но она такая зануда, просто ужас! Везде нужен ей порядок.'
    al 'Прям какой-то робот уборщик.'
    '(Смех парня)'
    show se smile with dspr
    'Семён оценил мою шутку.'
    se 'Поэтом не угадал. Я на Виоле женюсь, вот она девушка классная. И не нудит и сама подшучивает, и ей идеальный порядок нафиг не нужен. Да самой многого не нужно для полного счастья.'
    al 'А чего ты тогда сейчас тут сидишь, а не с ней?'
    se 'Та она опять Ленку выслушивает. Часто ей ноется и просит советы.'
    th 'Так, значит Лена у нас часто ноет и не любит находиться среди людей. Очевидно, что-то случилось с ней ранее.'
    al 'Тебя это бесит?'
    se 'Нет, Лена красивая девушка и очень добрая. Она же мне и подсказала, как лучше к Виоле подкатить.'
    th 'Значит Лена у нас ещё эксперт к зарождению романтика среди людей, только вот сама почему-то до сих пор одна.'
    th 'Я точно попал в пионерлагерь советских времён? Или же это аналог телешоу Дом-2?'
    'Посмотрев всё вокруг, пока Семён смотрел куда то вдаль, я убедился, что никаких камер нет.'
    se 'Тебе-то самому кто-нибудь уже понравился?'
    th 'Для обычного секса без обязательств здесь все, кроме Ульянки классные.'
    th 'Только если у нас переспишь с малолеткой это восемь лет тюряги. А что с этим сделают в СССР? Ну на**р! Даже выяснять этого не хочу.'
    'Конечно же вслух такое не скажу.'
    al 'Ты что, стебёшься что ли? Я только первый день, как сюда приехал. Фигурки здесь у всех почти зачётные, но мне не только размер груди и жопы тут важен.'
    show se normal with dspr
    se 'Наш человек, я ведь Виолу тоже выбрал не из-за размеры груди или задницы. Если бы это важно было, то я бы точно как придурок за Ольгой только и носился.'
    th 'Так, если здесь Семён заведует спортивным кружком, грубо говоря, работает физруком. Надо у него расспросить, как тут можно отлынивать от работы.'
    'Ведь он 100% сам не очень-то и любит работать.'
    al 'Слухай Сёмыч, хочу спросить.'
    se 'Задавай, отвечу.'
    al 'Где тут можно прятаться или как, короче, не попадаться на глазах вожатой?'
    show se smile with dspr
    'Семён посмотрел на меня с ухмылкой.'
    se 'Работать не любишь?'
    al 'Мля, я сюда отдыхать приехал, а не пахать как конь. Если бы я хотел пахать, то остался бы в городе. Дальше на подработках сидеть.'
    se 'Логично, на самом деле. Ну слухай.'
    show expression 'images/maps/map.jpg'as dmap with dissolve
    'Он достал свою карту и стал мне объяснять.'
    se 'Короче смотри, целыми днями филонить один чёрт не получится. Нужно хотя бы для приличия брать одно задание у вожатой. Потом можно скрываться в различных местах.'
    al 'К примеру в каких?'
    se 'К примеру записаться в какой-нибудь из кружков.'
    al 'А как записаться?'
    se 'Завтра тебе, как новичку дадут обходной лист, ну в лагере его бегунком все называют. Там нужно будет обойти все кружки и медпункт. Можешь записаться в любой из них и там пропадать целыми днями.'
    al 'А договорится можно с кем-то?'
    se 'Запросто. К примеру с Мику. У нас в лагере есть такая цаца по имени Алиса, классная девка с которой можно нормальным языком поговорить. Там и с Мику можно договорится, что она запросто отмажет тебя от вожатой, мол, на сцене с Алисой репетируешь.'
    th 'Так, а вот эту информацию нужно запомнить, очень ценная для меня.'
    th 'Да я бы и так думаю записывался на музыкальный кружок, что зря на гитаре и баяне учился играть что ли?'
    al 'Понял, а куда ты мне точно не посоветуешь записываться?'
    se 'К кибернетикам и в библиотеку. Скучные и занудные места.'
    al 'В библиотеке тоже?'
    se 'Ну там работать много надо. В основном оформлять стенды, стенгазеты и плакатики.'
    al 'Понял, спасибо.'
    hide dmap with dissolve
    'Прозвучал горн.'
    play sound sfx_dinner_horn_processed
    stop music fadeout 3
    th 'Наверно, это зов к ужину, ну что ж, пойду, поем хоть.'
    al 'Лады, я пошёл. Спасибо за информацию и всего замечательного с Виолой.'
    se 'И тебе не хворать!'
    hide se with dspr
    'Мы пожали друг другу руки.'
    'Я отправился к столовой, пока Семён продолжал сидеть на пирсе и любоваться пейзажем.'
    scene bg ext_houses_sunset with dspr
    'Я шёл до столовой один, ещё раз разглядывая обстановку лагеря.'
    th 'Конечно стрёмно, что тут нигде в интернете не посидишь или не посмотришь дегроидные мемасики. Но пейзажи тут очень даже ничего.'
    'Надо будет запомнить это место, если закроют, то выкупить, и построить тут свой коттедж.'
    th 'Хотя, какой, нафиг, коттедж, с моим-то заработком? Максимум шалаш построить, да и то к зиме сваливать отсюда.'
    scene bg ext_dining_hall_near_night with dissolve
    'Дойдя до столовой, увидел большую очередь пионеров.'
    'Если верить рассказам бабушки, то так когда-то стояли в очередь за водкой при Горбатом.'
    th 'М-да, хреново им было!'
    scene bg int_dining_hall_night with dissolve
    'Но всё же не так долго пришлось подождать, чтобы зайти в здание общепита.'
    th 'А ничего так, в моей шараге куда хуже столовые были.'
    th 'Надеюсь тут и кормят лучше, чем в моей шаражке.'
    'В столовой получил свою порцию ужина, и место оказалось свободно только с Мику.'
    th 'Отлично, вот к ней и рекомендовал Семён в клубешник записаться.'
    al 'Я присяду?'
    'Мику обратила на меня внимание.'
    show mi smile pioneer with dspr
    mi 'Да, садись.'
    'Девочка явно хотела опять пулемётной очередью говорить, но я её прервал.'
    al 'Мику, ты девушка нормальная, но чересчур болтливая, давай, молча поедим? А то я не люблю, когда меня отвлекают от еды.'
    show mi sad with dspr
    mi 'Как говорится, когда я ем я глух и нем.'
    th 'Старинная русская поговорка.'
    'Мику расстроилась, но выполнила мою просьбу.'
    'На ужин была гречка и мясо. Ну, не богато, но это лучше, чем бич-пакет!'
    'Так, а теперь первая проба.'
    th 'Ништяк, я бы даже сказал а**енно'
    th 'Но нужно уметь фильтровать разговор, поменьше нашего современного базара ну и матюгаться поменьше.'
    'Весь ужин я и Мику ели молча, но она уже не была расстроена моей просьбой.'
    th 'Сидела, наверно, и что-то думала о своём.'
    'Перед уходом я обратился к ней.'
    al 'Не расстраивайся, просто я такой уж уродился.'
    show mi smile pioneer with dspr
    mi 'А я на тебя и не обижаюсь.'
    'Она мило улыбнулась.'
    'Закончив ужинать и попрощавшись с Мику, отправился на улицу.'
    scene bg ext_dining_hall_near_night with dissolve
    th 'Так, теперь я понял, что мне надо было срочно покурить, чтобы нормально потом поспать.'
    th 'Хм, где бы тут такое укромное место найти. Если судить по первому впечатлению, то вожатая может быть ещё той занозой в заднице, которая любит держать всё под контролем.'
    th 'Хотя я уверен она ещё та раздолбайка, которая часто не выполняет то, что должна. Лишь делает вид и хочет показать пример: «Как надо себя вести». Обычно я таких называл - подлиза препода. Спецом подлизываются, чтобы иметь отличные оценки.'
    'Из моих размышлений меня вывел знакомый мне женский силуэт.'
    show un normal pioneer far with dspr
    'Ко мне навстречу шла Лена. Вот у неё и спрошу, она по-любому знает, где тут нелюдимое место.'
    th 'Главное не смутить стесняшку.'
    al 'Лена, остановись на минуточку, пожалуйста.'
    show un shy with dspr
    un 'А, это ты... Лёша. Что ты хочешь?'
    th 'Ну зашибись. Вроде ничего такого не ляпнул, а она вся покраснела.'
    th 'Миссия провалена. Леха, ты идиот!'
    al 'Где тут у вас есть местечко, где меня минут пять-десять не потревожат?'
    un 'А зачем тебе?'
    al 'Да так, хочу посидеть подумать. Домик конечно хорошо, но нет гарантии, что меня какой-нибудь пионер или наша вожатая не побеспокоят.'
    'Лена обошла меня по кругу, словно рассматривая меня целиком.'
    un 'А что очень надо?'
    th 'Мля, неужели она заметила у меня сиги? Так надеемся, что всё обошлось.'
    al 'Агась, прям очень надо.'
    th 'Мог ещё сказать, прям умираю, но это палево было бы.'
    un 'У тебя есть карта?'
    al 'Да, сейчас достану.'
    show expression 'images/maps/map.jpg'as dmap with dissolve
    'Я быстренько достал свою карту.'
    'Лена показала на карте одно местечко, а именно кустики у домиков.'
    un 'Вот тут вожатая почти никогда не ходит. Шанс того, что она там появится чрезмерно мал.'
    hide dmap with dissolve
    al 'Спасибо! Буду должен.'
    show un smile with dspr
    $ renpy.pause(3)
    hide un with dspr
    'Лена хихикнула и пошла в сторону столовой.'
    'Она мне указала на полянку, возле двух домиков, которые были по соседству со мной, только с другой стороны улицы.'
    th 'Ну это уже хоть что-то, чем вообще ничего.'
    scene bg ext_polyana_night with dissolve
    'Поискав минуты две, я нашёл эту полянку.'
    'Интересное местечко, да и красивое. Даже жалко тут воздух портить.'
    'Но увы жажда дозы никотина была сильнее, чем принципы о красоте природы.'
    play music 'mods/four_horizons/музыка/Кино - Пачка Сигарет.mp3' fadein 3
    'Достав сигарету из штанов и зажигалку, я прикурил.'
    'Первая затяжка за весь день.'
    th 'Ох, словно заново родился!'
    'Чуть не ляпнув в слух, я получал полный кайф.'
    th 'Не понимаю, как я не сдох от того, что ещё не успел покурить.'
    'Вторая затяжка уже покороче была, но и не маленькая.'
    'На самом деле практически, как курорт, только вот надо запретные вещи без лишних свидетелей мутить.'
    th 'А то вожатой ещё стуканут, и та давай мне мозг насиловать.'
    th 'Конечно фигурка у неё ничего, но мысли о перепехоне на одну ночь, это лишь мысли, которые я не буду реализовывать с первой встречной.'
    'Вдруг услышав, что, кто-то идёт.'
    th 'Твою мать! Что за подстава?!'
    'Я быстро затушил сигарету, и далеко её выкинул.'
    stop music fadeout 3
    th 'Хорошо что в армейке научили тушить быстро и без лишнего палева.'
    'У поляны ещё шасталась Ульяна.'
    th 'Ну а тебе то что здесь потребовалось малая?'
    show us smile sport with dspr
    'Лишь заметив меня, девочка подбежала ко мне.'
    us 'О, привет новичок, мы так и не познакомились толком. Я..'
    al 'Ульяна, знаю. Или как тебя некоторые особы любят называть, заноза в заднице.'
    show us grin with dspr
    'Девочка громко посмеялась.'
    th 'Не ржи так громко, лично я не хочу с вожатой пересекаться!'
    us 'Что, уже успели нажаловаться? Будешь тоже избегать?'
    al 'Да мне вообще плевать, энергичная –  ну, флаг тебе в руки!  Типа, я не настроен на кого-то агрессивно, если и ко мне с уважением. Но, если попытаешься что-нибудь у меня стащить, дам в зубы, и не посмотрю, что ты младше меня, и девочка!'
    show us normal with dspr
    'Девочка стала недовольно меня дразнить.'
    us 'Фу-фу-фу, девочек бить! Какой с тебя джентльмен?!'
    al 'А я и не претендую на это звание. А там, откуда я, девушки могут быть настолько оборзевшими мразями, что пару ударов в челюсть вмиг возвращает их в суровую реальность.'
    show us laugh with dspr
    'Мелкая реально испугалась моей правды.'
    us 'Ладно, верю, верю. Успокойся. Как тебя зовут-то хоть?'
    al 'Алексей, можешь звать просто Лёха. Ладно, я попёр дрыхать. Удачи!'
    'Не обратив внимание на что-либо, я отправился в домик.'
    scene bg ext_houses_night_moonlight with dissolve
    'Пока никто не видит, я быстренько достал телефон.'
    'Посмотрев на время, я тут же спрятал его. Нечего такую технологию в открытую светить.'
    'До отбоя ещё был целый час, однако делать что-либо или шляться по лагерю не хочется мне.'
    'Делать мне здесь нечего, пора домой.'
    scene bg home_night2 with dissolve
    'И вот стою я на пороге своих хором, которое отделяет от меня лишь одно препятствие – входная дверь.'
    'Но препятствие легко минуется, если у тебя есть ключи от этого злого деревянного стража.'
    'Открыв дверь при помощи своего ключа, я тут же зашёл в домик.'
    scene bg int_house_of_to_night_noflower with dissolve
    'Перед тем, как обдумывать план действий, нужно включить свет.'
    '№ Фон домик пионера внутри свет включён ночь'
    th 'Да будет свет сказал электромонтёр и кхм кхм... Опять тупой юмор лезет в голову'
    'Я сел на свою кровать и достал рюкзак, который швырнул на пол.'
    th 'Так, у меня ещё оставались баночки пивка. Ну-ка.'
    'Раскрыв свой пакет, я убедился всё что было со мной тем утром на месте.'
    th 'Ништяк, все пять на месте. Но, если мне тут предстоит быть семь дней, лучше припасу на потом.'
    'Я убрал пакет обратно в рюкзак.'
    'Ногой вернул обратно к прохладному месту.'
    scene bg int_house_of_to_night_noflower with dissolve
    'Закрывшись в домике, выключил свет и стал готовиться ко сну.'
    th 'Ну надеюсь здесь нормальные кровати, а то в колонии такие кровати настоящая мука для любой спины.'
    'Я лёг на кровать и был приятно удивлён отличному состоянию кровати.'
    'Так-с, в лагере есть классные цыпочки. Вот Виола –  вообще огонёк, но она уже занята Семёном. У корешей баб не отбиваем.'
    'Мику чересчур болтливая, но не думаю, что она плохой человек. Но мне в моем вкусе.'
    'Ракета в жопе по имени Ульяна. Словно, когда родители её делали, то явно уронили в бензин или под каким-то энергетиком находились во время... Хотя мне б такую энергию, думаю тоже бы не кончил тем, что бухаю пивко и постоянно тяну руку к сигаретам.'
    'Чересчур стеснительная Лена. Такое ощущение, что до конца дней хочет сохранить свою невинность. Но не выйдет, девочка. Рано или поздно это произойдёт. Однако моя аура подсказывает, что человек она хороший.'
    'И пацанка Алиса. Вот, с Алисой я смело могу на своём языке говорить, а не объяснять:  «А что это такое, а что это слово означает».'
    'Возможно, кроме меня больше не воспринимает этот язык, как нормальный. Или, может, это из-за кликухи она может так бесится.'
    show blink
    th 'Если это так, то теперь я её понимаю, чего это она так. Как говорится, быдлан быдлану понятен сразу.'
    th 'Так, значит, завтра меня будет ждать пробежка с так называемым бегунком и более подробное ознакомление с лагерем. '
    th 'Хотя я бы просто тупо бы целый день поспал, а вечером бы пошёл тусить.'
    th 'Ладно, мозг, заткнись, пора спать!'
    'И после такого выражения я наконец-то отправился в мир снов.'
    $ new_chapter(2, u"День второй.\nПлохой парень.")
    scene bg int_house_of_str_day
    show unblink
    'Я проснулся от того, что мне кто-то стучал в дверь.'
    th 'Какого чёрта так рано припёрлись! Я в армии давно закончил вставать по этому нормативу.'
    'Однако стук в дверь продолжался и с каждой минутой опоздания стук становился всё громче и громче.'
    th 'Да твою ж! Кому там нахрен не спится в такое время?'
    'Одевшись быстро в пионерскую форму без галстука, я открыл дверь.'
    show mt angry pioneer panama with dspr
    play music music_list['awakening_power'] fadein 3
    'Ко мне вошла злая вожатая.'
    mt 'Молодой человек, а вы случаем не оборзели?'
    'Я, ещё находившись в полусонном состоянии, не совсем понимал, что происходит.'
    th 'Какого хрена тебе надо?'
    'Конечно я так ей не скажу, хотя с моей наглостью я бы не против и так ляпнуть.'
    al 'А что? Какие-то проблемы?'
    mt 'Проблемы – это мягко сказано. Ты почему линейку с завтраком пропустил?'
    th 'Во как!  Сами ничего не говорили об этом, а на меня решили всех собак спустить. Но нет уж.'
    'Опыт в драках с пьяницами и гопниками у меня имелся и предъявы умел кидать правильно.'
    'Как говорится: Умей не только граблями махать, но и за базар свой отвечать.'
    al 'Какая линейка? А, что уже был завтрак?'
    mt 'Не прикидывайся дураком! У нас каждое утро в 8:00 линейка! Даже Двачевская вовремя пришла!'
    th 'Так, значит Алиска тоже любит нарушать режим лагеря. Хотя если смотреть, как она форму носит, то ничего удивительного.'
    al 'Слушайте, а это уже к вам претензия.'
    show mt rage with dspr
    mt 'Чего?!'
    'Вожатая была настолько злая, что одно неверное слово и она, как злая собака накинется на меня и перегрызёт мне глотку.'
    th 'Думаешь я тебя не переиграю?! ХА! Не на того нарвалась госпожа!'
    al 'Вы пытаетесь мне предъявить, что я пропустил линейку. Окей, да, я пропустил линейку, только в причинах, я как вижу, вы не собираетесь даже разбираться...'
    mt 'Не хами мне, мальчик!'
    al 'Заткнись, женщина! Я не закончил! Я тебя не перебивал!'
    show mt shocked with dspr
    'Ольга Дмитриевна в шоке смотрела на меня.'
    al 'Так вот, перед тем, как начать кому-то предъявы свои кидать, начните сначала с себя. Вчера весь день я шлялся по лагерю, и был не в курсах о том, как тут протекает жизнь.'
    al 'Вчера ни вы, ни ваша замечательная помощница, даже не поставили меня в известность о линейках и завтраках. Я человек, прибывший из холодных земель и в лагере нахожусь впервые. Думаете, я как робот должен уже заранее знать обо всём?'
    mt 'Тебе Славя не говорила что ли?'
    al 'Я не стукач, и не сдаю других, но если меня пытаются заставить отвечать за чужие косяки, то уж простите, каждый сам за себя. Да, мне она ничего не сказала на этот счёт.'
    show mt normal with dspr
    mt 'Ладно, тогда ты лишаешься следующего завтрака за свою наглость и дерзость, а со Славей я поговорю.'
    stop music fadeout 3
    th 'Зашибись! То есть, виновата Славя, а наказывать надо меня. Круто! Попал в прошлое, а порядок как дома. Точнее, никакого порядка, а грёбаный срач.'
    'Я еле сдержался, чтобы не послать матерным языком вожатую куда подальше, но это бы прибавило только мои проблемы в лагере.'
    mt 'Сегодня ты должен будешь заполнить обходной лист, и до обеда его сдать мне.'
    'Вожатая вручила мне листок.'
    al 'А обеда лишать не будете?'
    mt 'Нет, если только сам его не проспишь.'
    al 'Ладно, я сделаю это.'
    hide mt with dspr
    'Ольга Дмитриевна вышла из моего домика.'
    'Убедившись, что она отошла на приличное расстояние я перестал себя сдерживать.'
    al 'Ага, сейчас! Разбежался, мать твою! Бегу б***ь и прыгаю!'
    al 'Не предупредили, что тут чёртовы линейки в восемь утра, так ещё за их же косяк, мне придётся без хавки до обеда сидеть. Ну просто супер.'
    th 'Ладно хрен с вожатой, у меня есть сиги, а они хорошо перебивают чувство голода.'
    'Ради интереса, я взглянул на этот обходной лист.'
    'Так, значит нужно сходить в библиотеку, в музыкальный кружок, в медпункт, в клуб кибернетиков, и на спортплощадку.'
    th 'Значит, я всё-таки схожу к Семёну на спортплощадку, в медпункт к Виоле, и в клуб к Мику.'
    'А остальные обойдутся. Не думаю, что вожатая будет всё проверять, с учётом сегодняшнего наезда на меня.'
    'Пора на улицу.'
    scene bg ext_home_day with dissolve
    play music music_list['trapped_in_dreams'] fadein 3
    'Даже с учётом сегодняшнего закидона, погода здесь просто класс.'
    th 'Хотя сибирского холодка мне не хватает.'
    'Закрыв дверь на ключ, я собирался сделать обход по листочку, но меня остановил взгляд на одну привлекательную особу, которая стояла возле моего домика.'
    show un surprise pioneer far with dspr
    'Этой девушкой оказалась Лена. Увидев меня она либо уже была вся в красноте, либо мой вид на неё отправляет сразу в нокаут.'
    hide un
    show un surprise pioneer
    with dspr
    'Мои ноги на автомате повели меня к Лене.'
    un 'Ой... привет...'
    al 'Привет, Лена, ты что тут забыла?'
    un 'Да, я так.. мимо проходила и услышала, как Панама на тебя орёт.'
    al 'Какая ещё Панама?'
    show un shy with dspr
    un 'Мы среди девочек так вожатую называем. ОД слишком грубо и обидно, а вот Панама и прикольно, и не обидно.'
    th 'Только вожатая пока не заслуживает, чтобы я её так называл...'
    th 'Стоп! Если она тут давно, она сто пудов слышала всё... Но лучше спрошу.'
    al 'Абсолютно всё слышала?'
    un 'Не прямо всё, ну... большую часть это точно.'
    al 'Да пошла она. Сама та ещё раздолбайка, тоже мне горе-учитель блин.'
    show un smile with dspr
    'Она тихонько прохихикала.'
    un 'Ну, тогда ты запросто найдёшь общий язык с Алисой и Ульяной, которые с ней постоянно конфликтуют. Кстати, вторая тоже всё подслушала. Уверена уже всё рассказала своей рыжей соседке.'
    al 'Мне по барабану, пускай говорят что хотят.'
    un 'А чего галстук не завязал?'
    al 'Да я просто быстро оделся перед вожатой, чтобы та от меня отвалила.'
    un 'Может, тебе завязать его?'
    al 'Потом сам завяжу. Сейчас времени нет. Ладно, я побежал, до встречи!'
    hide un with dspr
    'Лена лишь кивнула и пошла дальше по своим делам.'
    stop music fadeout 3
    th 'Сейчас же мелкая все растрепещит по лагерю, а да пофигу. Местный авторитет лишним не будет.'
    'Я тут же двинул на спортплощадку.'
    scene bg ext_playground_day with dissolve
    'На спортплощадке уже какие-то дети играли в футбол.'
    'С ними играла Ульяна, которая явно превосходила по силе своих оппонентов.'
    'Спортплощадка была большой и просторной.'
    th 'Кстати, тут бы тусу с пьянкой классно было бы организовать.'
    th 'Правда, надо быть поаккуратнее с такими тусами, на них многие по пьяни залетают и рожают своих детей, обречённых выживать в этом мире, а не обеспечивать им нормальную и счастливую жизнь.'
    th 'Хотя, о каком бреде сейчас размышляю? Я же не у себя дома сейчас.'
    se 'Ульяна! Ещё один мяч порвёшь, я лично поеду к твоим родителям и за весь испорченный спортивный инвентарь деньги с них стрясу!'
    show se normal with dspr
    'Обратив своё внимание на источник шума, я заметил, что на трибуне для болельщиков сидел Семён.'
    th 'Нелегко пацану, но да ладно.'
    al 'Здорова, Семён, не занят?'
    se 'О, Лёха, привет. С чем пожаловал?'
    'Крепкое рукопожатие знак уважения среди пацанов.'
    al 'Да меня вожатая заставила обходной подписать. Решил с тебя начать, так как вижу: чёткий парень, наверняка не откажешь, и не будешь пытаться запихнуть меня в свой кружок.'
    se 'Дело говоришь. У нас этим каждый любит заниматься, а я никого не заставляю. Надо? Запишешься сам.'
    'Семён подписал лист и вернул мне.'
    al 'Спасибо. Ну, я пошёл.'
    se 'Не забывай, кто в медпункте сидит. Да и с Ольгой в следующий раз поаккуратнее с выражениями.'
    th 'Пошло поехало сарафанное радио в лице Ульяны разносить слухи!'
    al 'А ты откуда знаешь?'
    show se smile with dspr
    se 'Да уже наверно весь лагерь знает. У нас же как тут устроено? В одном месте чихнул, в другом уже обсуждать начинают.'
    al 'Прям деревня какая-то.'
    se 'Так этот лагерь и есть деревня. Только печек нет, чтоб зимой затопить дома.'
    al 'Ладно, Семён, я погнал. Виола красавица, но не бойся, брат, я не хмырь, чтобы ломать чужое счастье.'
    se 'Удачи, брат.'
    hide se with dspr
    'Попрощавшись с Семёном, двинулся в путь.'
    'Следующая остановка медпункт.'
    scene bg ext_aidpost_day with dissolve
    th 'Так значит это и есть место оказание первой медицинской помощи.'
    show sl normal with dspr
    'Дойдя до медпункта, я хотел уже войти, но из него вышла Славя.'
    'Судя по его ноге ей обрабатывали коленку.'
    th 'Наверное грохнулась, когда за кем-то бегала. Или сама упала, да всякое в жизни бывает, какой смысл сидеть и гадать?'
    'Ещё какой-то странный чёрный пакет.'
    th 'Обычно такие пакеты нужны, чтобы бухлишко прятать.'
    sl 'О, привет! Как дела?'
    al 'Нормально, вот обходной подпишу, и пойду дальше, по делам.'
    sl 'Понятно. Ладно, у меня дела.'
    'Славя уже собиралась двигаться дальше, но у неё что-то звякнуло в пакетике.'
    'Ну тут грех не подшутить.'
    al 'Бухлишко небось потащила.'
    show sl angry with dspr
    $ renpy.pause(3)
    hide sl with dspr
    '(Смех парня)'
    'Я посмеялся, а Славя, недовольная моей шуткой только нахмурилась и пошла дальше, не проронив ни слова.'
    th 'Ой, да пожалуйста! Обиделась! Тоже мне бабы!'
    'Я зашёл в медпункт.'
    scene bg int_aidpost_day with dissolve
    show cs normal with dspr
    play music music_list['eternal_longing'] fadein 3
    'Внутри меня уже встретила Виола, которая сама куда-то собиралась уходить.'
    cs 'О! Привет, пионер! Болит что-то?'
    al 'Здравствуй, любимая девушка и будущая жена моего друга! Мне бегунок надо подписать, и я пойду.'
    cs 'Уже всё Семён растрындел! А жаль, поиздевалась бы над тобой!'
    al 'Это мне вожатая всю картину сдала, если ты забыла.'
    show cs shy with dspr
    cs 'А, да, точно! Ну, давай сюда обходной.'
    'Я протянул листок. Виола поставила свою подпись, и отдала его мне.'
    show cs normal with dspr
    cs 'Будут проблемы со здоровьем, заходи в любое время.'
    al 'Да без вопросов, удачи!'
    scene bg ext_aidpost_day with dissolve
    'Я вышел из медпункта, и на этот раз, о чудо, никого не было.'
    stop music fadeout 3
    'Так-с, у меня по планам теперь только поход к Мику запланирован. Надо с ней договориться, чтобы хотя бы гитару давала на время.'
    'Я двинулся к музыкальному клубу.'
    scene bg ext_musclub_day with dissolve
    'Дойдя до места, внимательно посмотрел на строение.'
    'Целая сторона, состоящая из одних окон, в основном. Впечатляет.'
    'Но жить бы в таком точно не стал.'
    th 'Это же сколько гемора с уборкой, особенно когда нужно помыть окна. Ну его нафиг мне и в моем пивном бочке нормально спалось.'
    scene bg int_musclub_day with dissolve
    'Войдя внутрь, я рассмотрел весь клуб.'
    'Большое помещение, где есть кладовка, матрасы, рояль по центру и везде различные музыкальные инструменты.'
    'Это всё очень круто, но мне нужна хозяйка этого помещения.'
    'Я стал искать Мику, и похоже зря заглянул под рояль.'
    show cg d2_miku_piano2 with dissolve
    play music music_list['so_good_to_be_careless'] fadein 3
    th 'Оуууу, какая сцена, этот вид на зад японки просто впечатляет!'
    th 'Трусики в полосочку, что-то никогда таких трусиков не видел, но смотрится просто шикарно.'
    th 'Ты прям так и нарываешься, чтобы взять тебя и... СТОП!'
    th 'Так-с паря, держи себя в руках, она наверняка несовершеннолетняя. Я бы мог пялиться на это целую вечность, но, к сожалению, кайф придётся самому же обломать.'
    al 'Кхм-кхм-кхм.'
    show cg d2_miku_piano with dissolve
    'Мику повернула голову и пыталась встать. Но из-за нелепой позы ударилась головой об рояль.'
    scene bg int_musclub_day with dissolve
    show mi normal pioneer with dspr
    mi 'Привет Алексей, зачем пожаловал?'
    al 'Обходной подписать.'
    show mi smile with dspr
    mi 'Не желаешь вступить в мой клуб? Болтушкой не буду.'
    al 'А какие плюшки будут, если я вступлю?'
    show mi sad with dspr
    mi 'Плюшки? Если ты имел в виду плюсы то...'
    'Она задумалась.'
    mi 'Ну, во-первых, ты можешь постоянно брать инструменты за территорию клуба, главное, не сломай, и верни в целости. А во-вторых, я могу иногда попросить у вожатой тебя в клуб, вместо какой-нибудь работы по лагерю.'
    al 'Ништяк!'
    show mi surprise with dspr
    mi 'Что?'
    'Мику посмотрела с удивлением, а до меня только что дошло, что я ляпнул.'
    al 'Классно, говорю! Записывай!'
    hide mi with dspr
    'Мику тут же скрылась в кладовке.'
    'Скорее всего пошла за журналом.'
    show mi normal pioneer with dspr
    'Но она вернулась моментально с журналом в руках.'
    'Она сделала пометку в журнал и расписалась на обходном листе.'
    mi 'Распишись тут.'
    'Девочка дала мне ручку и показала где поставить свой автограф.'
    al 'Готово!'
    show mi smile with dspr
    mi 'Ну, вот и всё, добро пожаловать в музыкальный клуб. Теперь ты второй участник, если не считать меня.'
    al 'А кто ещё тут?'
    mi 'Алиса. Она, конечно, тут не занимается, но записалась, чтобы часто брать гитару. Правда я ещё Лену пыталась сюда затянуть, но они постоянно ругаются с Алисой, да и сама она не горит желанием играть на чём-либо.'
    al 'У меня будет идея на завтрашний день. Давай это обсудим либо попозже, либо завтра. А то сегодня ещё много дел.'
    mi 'Хорошо, буду ждать.'
    stop music fadeout 3
    'Мику проводила меня своей милой и беззаботной улыбкой на улицу.'
    scene bg ext_musclub_day with dissolve
    show dv normal pioneer with dspr
    'Я вышел из клуба, и на пороге показалась Алиса.'
    play music music_list['that_s_our_madhouse'] fadein 3
    dv 'О! Здорово революционерам! Чего здесь забыл?'
    al 'Обходной, и записался.'
    show dv grin with dspr
    dv 'Ты ещё и играть умеешь?'
    al 'А то! На гитаре и баяне.'
    show dv smile with dspr
    dv 'Клёво, сыграешь что-нибудь?'
    al 'Я завтра планировал, хочешь приходи.'
    dv 'Как насчёт сходить сегодня на пляж после обеда?'
    th 'Собственно почему бы и нет?'
    al 'Я не против, только плавок у меня нет.'
    dv 'Попроси у вожатой, хотя, после того, как ты ей сегодня нагрубил..'
    al 'Да насрать. Не даст, пофигу, покупаюсь в трусах.'
    dv 'Ай-яй-яй, а кто мне говорил вчера, что выражаться плохо? Но, видимо, ты наш человек. Слабо поспорить?'
    th 'Ух деточка, ты не знаешь, на кого прёшь.'
    al 'Спорим? Что я сейчас отдам незаполненный бегунок ОД, и она ничего мне не сделает.'
    'Я показал ей бегунок, чтобы было доказательство, что не пытаюсь обмануть свою оппонентку.'
    'В нём не хватало подписей библиотеки и клуба кибернетиков.'
    dv 'Спорим, на желание.'
    al 'Замётано! Пошли к вожатой.'
    dv 'Сейчас, подожди, Мику предупрежу, что вечером гитару брать не буду.'
    hide dv with dspr
    'Она зашла в клуб, а я остался ждать на улице.'
    th 'А может, действительно с ней что-то выйдет? С ней я могу быть самим собой и не оправдываться за своё токсичное поведение или режим быдла.'
    th 'Фигурка классная, да и по общению нормально общаемся, хотя у Ленки фигурка куда получше будет, но стесняшки не в моём вкусе.'
    show dv smile pioneer with dspr
    'Примерно через минуту Алиса вернулась ко мне.'
    al 'Ну что, двинули?'
    dv 'Погнали!'
    stop music fadeout 3
    'Мы пошли к домику вожатой.'
    scene bg ext_houses_day with dissolve
    show dv normal pioneer at left
    show sh normal pioneer
    show el fingal pioneer at right
    with dspr
    play music music_list['glimmering_coals'] fadein 3
    'Нам на пути встретились незнакомый парень и Электроник, который тут же хотел убежать.'
    shp 'Здорова, новенький, ты, так понимаю, Алексей?'
    show dv angry with dspr
    dv 'Шурик, топай по своим делам!'
    el 'Сань, пошли лучше, мне не хочется второй фингал под глаз получить.'
    show dv rage with dspr
    dv 'БУ!'
    hide el
    hide sh
    with dspr
    'Пацаны, испугавшись крика Алисы тут же побежали в сторону своего клуба.'
    show dv grin at center with ease
    'Алиса громко засмеялась.'
    al 'Ну вот, не дала познакомиться.'
    dv 'А нафиг с этими зубрилами знакомиться? Они же скучные, да ещё агрессором тебя называют с первых дней, чисто из–за того, что привык говорить на другом жаргоне в своём обществе.'
    th 'Интересно, а откуда ты знаешь? Или используешь манеру насочинять сказки, чтобы к себе внимание привлечь?'
    al 'Ну, так-то, иногда, ты реально как агрессор себя введёшь.'
    show dv angry with dspr
    dv 'Поясни.'
    'У неё был недовольный взгляд.'
    al 'Ну, помнишь, когда я с Электроником около домиков был? Он меня тогда к вожатой вёл, и предупредил, как тебя не называть, чтобы не нарваться на драку с тобой.'
    dv 'Однако я всё же услышала.'
    al 'И с кулаками вначале бросилась на меня, просто потому, что я заржал над Электроником.'
    show dv guilty with dspr
    dv 'А ты на моём месте как отреагировал бы? Я бегу, вижу двух парней, один из них придурок, который только тявкать и может, а как силу покажешь, так всё, сразу в будку прячется.'
    dv 'А другой, неизвестный, начинает ржать, вот и подумала, что надо мною смеялся.'
    al 'Ладно забей, я не в обиде. Просто в следующий раз думай перед тем, как с кулаками кидаться. Я просто и сам в глаз звиздануть могу да так, что сознанку потеряешь.'
    show dv normal with dspr
    dv 'Хорошо, впредь буду думать.'
    stop music fadeout 3
    th 'А она не такая сука, которой кажется. Нормально поговорили, нормально сделала выводы. Значит есть в ней человеческое, подход просто нужен.'
    scene bg ext_house_of_mt_day with dissolve
    'И вот мы дошли до домика вожатой.'
    play music music_list['timid_girl'] fadein 3
    'Алиса спряталась за домик, чтобы не засветиться перед вожатой. А я постучал в дверь.'
    show mt normal pioneer with dspr
    'Дверь открыла Ольга Дмитриевна.'
    al 'Вот, я справился с вашим поручением.'
    mt 'Быстро ты, молодец!'
    'Ольга Дмитриевна взяла, и положила обходной к себе в карман, даже не посмотрев на него.'
    'Я еле сдерживал смех.'
    th 'Ну что Алиса, съела?'
    th 'Интересно, какие эмоции сейчас она испытывает?'
    mt 'Куда-нибудь записался?'
    'Я быстро успокоился.'
    al 'Да в музыкальный кружок.'
    mt 'О, отлично, с вас же концерт через четыре дня. Вот, может, что-то придумаете.'
    th 'СТОП. КАКОГО?! КАКОЙ ЕЩЁ ЧЁРТОВ КОНЦЕРТ?!'
    th 'Наверно надо было быть на линейке, а не спать как скотина.'
    'Ну, ладно. Хрен с ним, не в первой из жопы вылезать. И не в такие ситуации попадал.'
    mt 'Ладно, беги, скоро горн на обед, а ты не завтракал тем более.'
    al 'Подождите, Ольга Дмитриевна.. Я хочу после обеда сходить на пляж, покупаться. У вас есть какие-нибудь мужские плавки? А то я свои дома забыл.'
    hide mt with dsr
    'Ольга Дмитриевна скрылась в домике.'
    'Был слышен стук обо что.'
    th 'Неужели Алиса злиться, что теперь желание мне должна?'
    show mt normal pioneer with dspr
    'Я стал думать, какое же желание Алисе загадать, но сам не заметил, как перед мною уже стояла Панама и протягивала мне чёрный пакетик.'
    mt 'Держи. Только не забудь, завтра будешь работать.'
    'Чёрный пакет оказался в моих руках.'
    al 'Спасибо, Ольга Дмитриевна.'
    hide mt with dsr
    'Вожатая ушла к себе в домик.'
    stop music fadeout 3
    'Я отошёл и показал язык в сторону домика.'
    al 'Ага, бегу и прыгаю.'
    'Сказал я не так громко и прибрал пакетик к себе в карман.'
    th 'Прям со столовой сразу двину на пляж. А почему и бы и да?'
    dv 'Ну ты и жучара!'
    show dv surprise pioneer with dspr
    'Сзади ко мне подбежала Алиса.'
    'А я уже забыл, что рыжая была всё это время рядом.'
    al 'Ой, да подумаешь, желание профукала, что с того?'
    show dv normal with dspr
    dv 'Ладно, фиг с тобой. Чего хочешь?'
    al 'Как придумаю, скажу. Не ссы, жесткач заказывать не буду.'
    dv 'А можешь и так. Мне-то по барабану.'
    'И вдруг прозвучал горн.'
    dv 'Ну, погнали, похаваем.'
    th 'Вот это я понимаю! Родной дворовый язык, а то говорят:  «Да не было такого в СССР, такого быдлана не было никогда.» Семён и Алиса ярый пример, тому что всё эти слова - полная туфта!'
    al 'Давай, а то с утра ни крошки во рту.'
    'И вместе с Алисой, направился к столовой.'
    scene bg ext_dining_hall_near_day with dissolve
    show dv normal pioneer with dspr
    'У столовой уже была толпа пионеров.'
    th 'Интересно, тут всегда такая шняга? А хотя чего я парюсь, у меня же есть ГИД проводник'
    al 'Алис, У вас всегда такая ситуация?'
    show dv guilty with dspr
    dv 'Ну, либо прибегай за десять минут до начала еды, либо приходи в самую последнюю очередь, как это любит делать Лена.'
    'Нельзя было не заметить, что при имени Лена, в голосе Алисы послышалась злость.'
    th 'Неужели она что-то с тихоней не поделила? Или она завидует её фигурке? А да пофигу! Это не мои проблемы.'
    'Я продолжать делать вид, что типа ничего не заметил.'
    'Наконец то дошла наша очередь и мы смогли зайти в столовую.'
    scene bg int_dining_hall_people_day with dissolve
    'Урчание в желудке требовало пищу или дозу никотина.'
    th 'Ведь ни завтракал, ни закурил с утра. Как вообще не сдох?'
    show dv normal pioneer at cleft
    show mi normal pioneer at cright
    with dspr
    'Получив порции обеда, мы с Алисой сели к Мику.'
    dv 'Мы присядем?'
    mi 'Конечно! Это здорово, весь кружок обедает вместе.'
    'На обед был супчик и компот.'
    th 'Нужно озвучить свою идею по поводу вечернего костра. Собственно почему и нет? Посидим, узнаем друг друга получше, да на гитарке можно побринчать.'
    al 'Слушайте, у меня идея на завтра. Взять, к примеру, одну-две гитары, пойти в лесок и развести костёр. Типа, посидеть у костра, душевные русские песни попеть.'
    mi 'Идея классная, но нам подготовить выступление.'
    dv 'Ну, я думаю, у нашего затворника есть идея.'
    al 'А то! Но это тоже завтра узнаете.'
    'Я закончил обедать раньше девушек, поэтому решил оставить их решать свои девичьи вопросы и направился к выходу.'
    scene bg ext_dining_hall_near_day with dissolve
    'Выйдя на крыльцо я потянулся вверх разочек.'
    th 'Так, по закону Архимеда, после вкусного обеда, нужно срочно покурить.'
    'У меня ещё в пачке были сигареты. Хоть у меня дома ещё одна пачка валяется, или две даже. Но идти домой ради сигарет, и терять время впустую, не считается надобным.'
    'Я пошёл на ту полянку, которую посоветовала мне Лена вчера перед отбоем.'
    th 'Надеюсь никакие Ульяны больше не потревожат меня там, как это было вчера.'
    scene bg ext_polyana_day with dissolve
    play music music_list['into_the_unknown'] fadein 3
    'Придя на полянку, первым делом проверил, нет ли тут ещё кого-нибудь.'
    
    'Ведь прошлая сишка осталась недокуренной.'
    'Убедившись, что я тут один достал зажигалку и закурил.'
    'С каждой своей затяжкой я обдумывал свои следующие действия.'
    th 'Так, сейчас первым делом схожу на пляж, где меня должна ждать Алиса. Ещё на мне висит концерт, который будет через четыре дня.'
    th 'Получается это на шестой день моего пребывания в лагере.'
    th 'Если за сегодня и завтра ничего не поменяется то устроить вечерний костёр, где мы созовём близких друзей. Душевно посидим, музычку послушаем - ляпота.'
    th 'Если что телефон будет типа диктофоном или же аудиопроигрывателем, главное никому не давать его в руки!'
    th 'На остальное пока никаких планов и задумок нет, как и информации.'
    th 'Так-с, однозначно, будем играть рок, я люблю это дело, да и, думаю, Алиса с такой манерой речи, явно не попсу или репчик слушает.'
    th 'Поэтому будет проще убедить Мику с нами сыграть, чем нам двоим исполнять какую-то попсу.'
    'Сегодня вечером тогда или перед отбоем я прослушаю свой плейлист и предложу пару вариантов.'
    'Закончив курить, я потушил бычок и закопал его в ямку.'
    th 'Хоть я и порчу воздух дымом, но пожар устраивать в таком красивом месте не желаю. Спать потом спокойно не смогу.'
    stop music fadeout 3
    th 'Теперь мне нужно на пляж, ведь Алиса там ждёт, да и плавки я что зря выпрашивал?'
    'Встав с пенька мои ноги, тут же понесли меня к пляжу.'
    scene bg ext_beach_day with dissolve
    'Добежав до пляжа, я заметил кабинку для переодевания.'
    'Быстро переоделся и вышел на пляж.'
    'Погода была просто отличной. Солнце, жара. Будто на халявный курорт попал.'
    th 'Пора зайти в воду, наверняка водичка тёплая.'
    'Я зашёл в воду по колено.'
    th 'Ну точно на курорте, вода просто супер!'
    play music music_list['eat_some_trouble'] fadein 3
    'Сзади кто-то облил меня водой.'
    th 'Так на такое способны только две особы, Ульяна и Алиса. Поскольку я договорился о встрече то...'
    show dv smile swim with dspr
    'Я повернулся.'
    th 'Алиса! Ну стоило догадаться!'
    dv 'Ну как водичка? Только что набрала.'
    al 'Тёплая. Только, пожалуйста, больше так не делай. А то я бы тебе в зубы как врезал бы сзади, и даже не заметил!'
    show dv grin swim with dspr
    dv 'Ой, какие мы грозные! Что, батя мент, или вояка?'
    al 'Не-а. Пока рано об этом говорить.'
    dv 'Чем планируешь заниматься?'
    al 'Пошли, вначале искупаемся, а потом уже поговорим.'
    'Я решил подразнить её напоследок.'
    al 'Кто последний, тот лох!'
    hide dv with dspr
    'Я сразу же побежал без старта в воду и оказался первым.'
    'Алиса прыгнула ко мне и шутливо стала меня топить.'
    'Правда у неё ничего не выходило. И каждый раз я вырывался сразу, давая понять, что это лишь игра.'
    al 'Ха-ха! Лохушка!'
    dv 'Заткнись!'
    'Алиса понимала, что я шучу, однако всё равно меня и топила, и водой обрызгивала.'
    'Вскоре мы поменялись ролями. Она пыталась отбиваться ударами ногами, но я же был не промах в этом плане!'
    al 'А ну стой, золотая рыбка! Мне нужны от тебя желания!'
    'Я засмеялся.'
    dv 'Да пошёл ты в жопу.'
    'Она тоже засмеялась и поплыла к берегу.'
    'Я рванул за ней, но догнать не успел.'
    'Она оказалась на пляже раньше.'
    th 'Хитрая засранка.'
    'Отдохнуть на самом деле и мне не помешает. Мы хоть и дурачились, но энергии я потратил знатно.'
    'Я поплыл на берег.'
    stop music fadeout 3
    scene bg ext_beach_sunset with dissolve
    show dv angry swim far at cright
    show us grin sport far at cleft
    with dspr
    'Когда я оказался на суши, то застал очень забавную и занимательную картину.'
    'Алиса? которая уже была в пионерской форме? яростно гналась за Ульяной, которая стащила у рыжей её купальник.'
    dv 'Ульяна! Я тебе руки оторву!'
    us 'Бе-бе-бе! Хватит жопу просиживать, пошли в футбол играть!'
    dv 'Я твоей головой сейчас в футбол играть буду!'
    'Но тут две подружки оказались возле меня.'
    'Ладно, пора их разнять.'
    hide dv
    show dv rage swim at cright
    hide us
    show us scared sport at cleft
    with dspr
    dv 'Лёха отдай мне эту засранку, я ей башню оторву.'
    us 'Да успокойся ты, это всего лишь шутка была!'
    al 'Воу, что случилось?'
    dv 'Эта шмакадявка украла мой купальник и не отдаёт.'
    'С одной стороны я бы поржал, но я уже вышел из этого детского возраста. У меня другие приколы.'
    th 'Хотя сейчас с Алисой мы занимались такой же детской херней. Мда Лешенька противоречишь сам себе'
    show us shy2 with dspr
    us 'Потому что я тебя кричала, кричала, а ты меня тупо игноришь!'
    th 'Не думал, что роль дипломата будет доверена мне'
    al 'Так, девицы. Все разборки, давайте, вы перед сном обсудите. Ну, или пока я не смотрю. Я приехал отдыхать, а не видеть срач.'
    'На моё удивление, мне даже на оскорбление или на силовой метод переходить не пришлось, девчёнки успокоились моментально.'
    show us sad
    show dv sad
    with dspr
    us 'Ладно, прости за такую шутку. Если что я на футбольном поле.'
    dv 'Ладно, я не дуюсь на тебя, но больше так не делай!'
    'Ульяна побежала обратно на спортплощадку, оставив меня наедине с рыжим бунтарём.'
    show dv normal with dspr
    al 'Иди переодевайся, а потом я.'
    dv 'Подглядывать будешь?'
    al 'Я похож на Шурика или Электроника?'
    th 'Хотя раньше я был бы не против посмотреть на то, как девочки переодеваются. Эх, стареешь Лёша, стареешь.'
    'Алиса отрицательно помахала головой вместо ответа.'
    al 'Ну вот и всё.'
    hide dv with dspr
    'Алиса ушла переодеваться, пока я любовался вечерним закатом.'
    th 'И почему я раньше на такие вещи не обращал внимания живя в своём мире?'
    th 'Ведь даже не смотря, что многое засрано городской жизнью и человеческим мусором, есть же такие же прекрасные места. Да даже просто посмотреть на небо через окно.'
    th 'На закат, на звёзды, на луну.'
    dv 'Теперь твой черёд.'
    'Несмотря на Алису, взял свои шмотки и отошёл переодеваться.'
    th 'Конечно нет никаких гарантий, что Алиса сама не захочет подсмотреть. Но мне было просто насрать. Хочет, пускай смотрит'
    'Оделся я достаточно быстро, но зеркало не было, чтобы посмотреть на свою причёску.'
    th 'А с каких пор меня вообще волнует моя причёска? Всю жизнь было как то пофигу.'
    show dv normal with dspr
    'Закончив размышлять, я тут же вернулся к Алисе.'
    'Рыжая не решалась первой начать разговор. Но кто-то же должен начать его?'
    th 'Возьму ка на себя эту роль'
    al 'Слушай, хочу тебя спросить.'
    dv 'Валяй.'
    al 'Мы друзья? Или так, товарищи по кружку.'
    show dv guilty pioneer with dspr
    dv 'Не знаю, кто я для тебя. Но ты для меня ещё со вчерашнего дня друг. Чел, который базарит на родном языке среди всего этого лагеря должен быть в корешах.'
    al 'А почему ты не со всеми такая?'
    dv 'Какая?'
    al 'Ну, типа, на мировой. Не хочешь никого ударить или подстебнуть.'
    show dv shy with dspr
    dv 'Может, потом расскажу. Сейчас тебе рано это знать. Или вообще не узнаешь.'
    'С Алисой явно что-то не так.'
    th 'Очень знакомое чувство, а именно маска агрессора и ненавистника всего общества. Может, Алиса такая же? Или просто она имеет на кого-то обиду, и не может успокоиться?'
    show dv shy at cleft with ease
    show se normal at cright with dspr
    'Нашу беседу прервал Семён, который появился так внезапно, что смог нас напугать.'
    se 'Я извиняюсь, если помешал, но, Лёха, не мог бы ты мне помочь?'
    show dv normal with dspr
    dv 'Ладно, я пошла по своим делам. Увидимся.'
    hide dv with dspr
    show se normal at center with ease
    'Алиса ушла в сторону площади.'
    al 'Да, чем помочь тебе, Семён?'
    se 'Меня Виола попросила найти кого-то в помощь. Ей нужно, чтобы ты помог разобрать лекарства. Она сама обычно просит Лену помочь, но та сейчас занята по поручению Ольги.'
    al 'Я там один буду?'
    se 'Нет. Там будет Славя. Она как раз потом дежурить будет, когда закончите.'
    al 'А куда Виола, если не секрет?'
    se 'В райцентр ей потребовалось. Причину не скажу, семейное.'
    th 'Ну Семён четкий пацан, если он просит помощи, то конечно я ему помогу. Тем более когда он поделился со мной важной информацией и советами по выживанию в этом странном, но сука очень красивом месте.'
    al 'Ладно, так и быть помогу.'
    show se smile with dspr
    se 'Спасибо, дружа!'
    hide se with dspr
    'Семён отправился обратно к спортивному кружку.'
    'Идти пахать мне конечно же не хотелось, но если другану пообещал помочь, то значит помогу.'
    'Собравшись с силами, пошёл к медпункту.'
    scene bg ext_aidpost_day with dissolve
    'Дойдя до него, я не стал стучаться, а сразу вошёл в помещение медицинской службы.'
    scene bg int_aidpost_day with dissolve
    show sl normal pioneer with dspr
    play music music_list['smooth_machine'] fadein 3
    'Славя сидела и заполняла что-то. Возможно, составляла список лекарств.'
    th 'Ну не личный же дневник ей тут писать, если она его вообще пишет.'
    al 'Помощь заказывали?'
    sl 'Да, помощь мне не помешает. Помоги мне с разбором медикаментов. Я опись уже составила и подписала, где, что должно лежать.'
    'Я посмотрел на коробки, и да, действительно, уже всё подписано.'
    al 'Мне получается только разложить?'
    sl 'Да, коробки не лёгкие, а красивый почерк только у двух людей это у меня и у Лены.'
    'Надеюсь это она не сама себя так оценивает, как обычно, любят делать многие в моём мире.'
    'Зачем вообще о своём мире рассуждаю, когда сам нахожусь в другом месте?'
    al 'Мне Семён говорит, что обычно Лена с этим помогает. Почему сейчас тебя запрягли помогать?'
    show sl angry with dspr
    sl 'Я не лошадь, чтобы меня запрягать!'
    al 'Ну извини меня за мой лексикон, просто если ты не сама вызвалась, то запрягли, а если под силой то заставили.'
    show sl normal with dspr
    sl 'Ладно я не злюсь. Лена стенгазету оформляет для Жени, поэтому вожатая не стала её тревожить.'
    'Мой фронт работы был следующим. Взять коробки и расставить все медицинские препараты по местам, которые мне подписала Славя.'
    'А как закончу, могу валить на все четыре стороны.'
    'Однако скоро ужин. Поэтому можно и задержаться.'
    'Работать без музыки очень скучно, но я в помещении был не один. Надеюсь блондиночка не против будет со мной поговорить.'
    al 'Славя, а тебе нравится этот лагерь?'
    show sl smile with dspr
    sl 'Да! Очень! Я сюда уже в четвёртый раз приезжаю. А тебе?'
    al 'Мне как-то всё равно. Я ведь только второй день тут. Хоть с лагерем как-то уже познакомился, но пока интереса нет.'
    sl 'Однако ты записался к Мику в клуб.'
    al 'Может быть, может быть.'
    sl 'Поверь, большинство новичков считают лагерь скучным и неинтересным местом...'
    th 'Так правильно, легализуйте бухло и крутые вечеринки по вечерам, я вам такое супер пати устрою, что по утрам вы будете отходить от того, что делали вечеромю. А потом снова всё по-новой.'
    th 'Жаль, что предложить этого не могу, я ведь в Союзе, сразу в дурку сдадут. Но такую идею Алиса и Ульяна точно бы поддержали.'
    sl '...а потом им самим не хочется лагерь покидать.'
    al 'Спорить пока что не буду.'
    'Я разложил все лекарства по местам. Правда, сделал бы это быстрее, но специально растягивал время до ужина.'
    'Не хотелось ещё какую-нибудь лишнюю работку получить.'
    al 'Я закончил.'
    show sl normal with dspr
    sl 'Молодец, теперь иди на ужин, скоро горн будет.'
    al 'А как же ты?'
    sl 'Я с Семёном договорилась, что он принесёт мне ужин.'
    th 'Шикарно устроилась ничего не скажешь.'
    al 'Ладно, не скучай.'
    stop music fadeout 3
    'Поспешил выйти на улицу.'
    scene bg ext_aidpost_night with dissolve
    th 'Конечно, было бы неплохо покурить, но раз ужин будет, то сначала надо заправиться, и только потом уже покурить.'
    'Именно с этими мыслями, словно по команде я направился в столовую.'
    scene bg ext_dining_hall_near_sunset with dissolve
    'В столовой ещё народу не было. Мне же лучше.'
    'Немедля я зашёл в здание общепита.'
    scene bg int_dining_hall_sunset with dissolve
    'На ужин сегодня была гречка с котлеткой и чай.'
    th 'Ну, чай тоже не плохо, правда, жаль пиво сюда с собой не притащишь.'
    'Я сел на свободное место и прозвучал горн.'
    scene bg int_din_sunset with dissolve
    'нет фона с людьми вечером'
    'Вскоре столовая битком стала набиваться.'
    'Не прошло и пяти минут, как столовая уже была переполнена, а младшие отряды слишком жадно поедали свой ужин.'
    th 'Вас что, дома совсем не кормят что ли?'
    'Ко мне за стол подсели Мику и Лена.'
    show mi normal at cright
    show un normal at cleft
    with dspr
    th 'Даже не спросили, а не занято ли или хочу я с ними сидеть? Хотя сидеть в компании двух творческих людей почему бы и да?'
    mi 'Лёшенька, не придумал ничего?'
    un 'Ты всё место себе не находишь, из-за этого концерта?'
    'Холодно спросила Лена, будто ей всё равно что произойдёт с этим мероприятием.'
    show mi sad with dspr
    mi 'Конечно! Ответственное мероприятие, хочется оставить такой след, чтобы он на всю жизнь запомнился!'
    al 'Да, придумал. Я с собой привёз диктофон с музыкой. Откуда такая музыка не спрашивай, не скажу. Я предлагаю её исполнить, но у нас есть проблема.'
    show un shy with dspr
    un 'Какая?'
    al 'Нехватка людей. Нам втроём такую музыку не осилить.'
    mi 'Давай, завтра я её послушаю, а там решим.'
    hide un with dspr
    show mi sad at center with ease
    'Лена быстро доела и отправилась на выход.'
    'Мой приём пищи продолжался около пяти минут.'
    al 'Тогда давай, до завтра.'
    mi 'Ты что собираешься делать?'
    al 'Пойду либо искупаюсь ещё раз, либо дома закроюсь, да спать лягу.'
    mi 'А может в клуб ко мне? На музыкальных инструментах поиграем?'
    'С ноткой оптимизма спросила Мику.'
    al 'Не, не обижайся и не грусти, но сегодняшний обходной и помощь медпункту выпили из меня все соки энергии и мне хочется расслабиться.'
    show mi smile pioneer with dspr
    mi 'Ну тогда давай, отдыхай. Увидимся завтра!'
    'С улыбкой сказала девочка.'
    th 'Доброй души человек, как такому не улыбнуться в ответ?'
    'Пока никто не смотрел на меня, кроме неё, я улыбнулся ей в ответ.'
    'Пора выйти на вечернюю прогулку.'
    scene bg ext_dining_hall_near_night with dissolve
    th 'Так, теперь можно и покурить...'
    play music music_list['awakening_power'] fadein 3
    'Но тут мою мысль прервали девичьи крики.'
    th 'Опа, женский махач. Такое точно пропускать нельзя.'
    'Я тут же побежал на звук.'
    scene bg home_night2 with dissolve
    'Возле моего домика громко ругались Лена и Алиса.'
    'Они ругались так громко, что скоро весь лагерь начинал потихоньку собираться у моего дома.'
    show dv angry
    show un angry
    with dspr
    dv 'Хватит отбивать у меня парней!'
    un 'Каких ещё парней! Ты видела хотя бы раз, чтобы я с кем-то встречалась?'
    dv 'Все обращают только на тебя внимание. Я что, круглыми сутками должна смотреть за тобой?'
    un 'Ну вот, тогда почему я отбиваю парней?'
    dv 'Я тебе уже всё сказала!'
    stop music fadeout 3
    show un angry2 with dspr
    play music music_list['doomed_to_be_defeated'] fadein 3
    'Но тут началось то, чего никто не мог ожидать. Лена перешла на громкий крик.'
    un 'ВСЁ! Я ДОЛГО ЭТО ТЕРПЕЛА! КАК ЖЕ ТЫ МЕНЯ ДОСТАЛА!'
    dv 'А ну не ори на ме..'
    un 'ЗАВАЛИ СВОЙ РОТ!'
    show cg d6_dv_fight with dissolve
    'Вот это психанула, так психанула.'
    'Лена жёстко ударила Алису прямо в челюсть.'
    'Удар был настолько жёсткий, что Алиса упала на каменную тропинку.'
    al 'Епт твою мать!'
    show cg d6_dv_fight_2 with dissolve
    'Я не выдержал и тут же подбежал к Алисе.'
    'Она вроде бы в сознании, но глаз не открывала.'
    th 'Ну жива и уже хорошо!'
    al 'Что вы творите? Сдурели что ли обе?'
    'Попытался привести в чувства Алису. И не заметил, как вокруг нас сбежался весь лагерь.'
    th 'Зашибись! Хрен теперь от этих зевак отвалишь!'
    'Вдруг среди толпы появилась вожатая, которая тут же принялась орать и разгонять всех подряд.'
    mt 'Так! Все разошлись по домам! Тихонова, ко мне в домик! Семён, помоги Двачевскую донести до моего домика. Алексей, задержись!'
    stop music fadeout 3
    scene bg home_night2 with dissolve
    show mt normal panama with dspr
    play music music_list['you_won_t_let_me_down'] fadein 3
    'Ну просто зашибись. Тебе-то чего надо?'
    'Я подошёл к вожатой.'
    mt 'Алексей! Что тут случилось?'
    al 'Я без понятия товарищ грррражданин начальник. Сам прибежал на крики Лены и Алисы.'
    show mt surprise with dspr
    mt 'Почему это произошло у твоего домика?'
    th 'Может сразу во всех человеческих грехах меня будешь обвинять? Чего не сразу так?'
    al 'А я что, крайний что ли? Откуда мне знать? Может случайность, может что-то другое, всё что я успел это уже подбежать, когда Алиса валялась на тропинке.'
    th 'Если вожатая не прекратит допрос, я начну с ней на матерном языке разговаривать, честное слово.'
    mt 'Ладно, сегодня допрошу девочек сама, завтра, возможно, потребуется твоя помощь.'
    al 'Я за любой кипиш кроме голодовки и ЛГБТ.'
    show mt angry with dspr
    'Она возмущено посмотрела на меня.'
    mt 'Что такое ЛГБТ?'
    th 'Чёрт! Язык враг мой, особенно если ты даже два месяца в колонии просидел.'
    al 'Забейте это я так, чушь сморозил.'
    mt 'Я тебя сейчас к стенке забью. Выражения выбирайте, молодой человек.'
    al 'Извиняюсь, постараюсь следить в следующий раз за своим языком.'
    mt 'Марш по своим делам.'
    hide mt with dsr
    stop music fadeout 3
    'Ольга Дмитриевна пошла в сторону домиков.'
    'Я показал ей средний палец.'
    th 'Да пошла ты! Будешь мне ещё что-то указывать и стараться крайним сделать?'
    th 'Хренушки! Не на того нарвалась. Я ещё хуже Алисы могу побыть.'
    'После этого настроение было испорчено окончательно и желание, куда-либо идти вмиг пропало.'
    'Я зашёл в свой домик.'
    scene bg int_house_of_to_night_noflower with dissolve
    'Закрывшись на ключ, я сразу решил достать банку пива.'
    'В руку попала «Охота».'
    'Пофигу. Пойдёт.'
    play music 'mods/four_horizons/Three Days Grace - I Hate Everything About You.mp3' fadein 3 
    'Я достал свой телефон и включил первую попавшуюся песню, которая выпала мне в плейлисте.'
    'Сделал звук не таким громким, чтобы если кто пройдёт мимо моего домика не услышали, что я с мобилой.'
    'Ведь это был реальный СССР, а с такой бандурой меня сразу на опыты сдадут.'
    'Они ведь даже не знают, что это такое ещё.'
    th 'Так, пивко я всегда успею попить. Может, покурить, чтобы успокоиться?'
    th 'А чего? Прямо из домика покурю и пошли они все к чёрту, что нельзя. Спрашивать их буду что ли? Даже в колонии курить разрешали. А это обычный пионерлагерь.'
    'Я открыл окно, достал сигарету с зажигалкой и закурил.'
    'Как обычно первая затяжка, самая сильная у меня и самая долгая.'
    al 'Ох, хорошо!'
    'На моём месте, думаю, любой бы из пионеров пытался бы продумать, как же не спалиться перед вожатой.'
    'Но мне было абсолютно насрать, спалят, так спалят.'
    'Отдам эту практически пустую пачку, ведь у меня ещё одна есть или даже две. Надо будет куртку проверить.'
    'Я курил и хоть как то успокаивал свои нервишки, одновременно испытывая кайф.'
    th 'Словно у друга на даче нахожусь и после классной тусовки или жаркой ночки с девушкой вышел покурить на свежем воздухе. Который теперь, правда, портиться моим курением.'
    th 'Да пофигу! Воздух портиться не только от сигарет.'
    'Я вскоре закончил курить и потушил бычок.'
    'Взял свою банку пива и открыл её.'
    '№ Фон домика внутри, ночь свет включен'
    'Теплое..да и хрен с ним. Уже ничто не удивляет.'
    th 'Холодненькое было бы, конечно, куда круче, но, как говорится, меру надо знать и не борзеть.'
    th 'Окурок потом брошу в банку, как допью.'
    'Пару глотков помогло разбавить мой негатив, да и курение тоже сыграло не малую роль для этого.'
    'Расслабляет нехило так.'
    th 'Опять я отвлёкся от своих настоящих мыслей.'
    th 'Так, значит, Лена и Алиса подрались возле моего домика. Судя по всему это давний их конфликт.'
    th 'При одном лишь упоминании Лены, Алиса начинает заводиться сильнее, чем мой участковый, когда его гопари мусором называют.'
    th 'Только вот с чем он связан? Может, разногласия в школе?'
    th 'Или, может, у Алисы просто комплексы от того, что у Лены грудь и бедра побольше будут?'
    th 'Если действительно комплексы, то это бред! Не всегда и не все девушек выбирают из-за буферов и жоп.'
    th 'Если я правильно понял, то Лена и Алиса знакомы уже давно.'
    th 'Может быть, они даже учились вместе?'
    'Однако не просто так же у них всё-таки конфликт произошёл.'
    th 'А может быть, из-за комплексов всё-таки? Если это так, то возможно их даже помирить не удаться.'
    al 'Ну нет уж! Обязательно их помирю. Хоть я та ещё сволочь, но, не хочу, чтобы этот ужас, который находится в моем времени, начался тут так скоро.'
    'Даже не обратил внимание на то, что я сказал это вслух.'
    'Хотя чего стесняться? Я же один тут живу.'
    'Допив банку пива, я бросил туда окурок и заныкал её в своём пакетике.'
    'Потом найду куда выкинуть.'
    'Так, все свидетельства и улики того, что я тут курил устранены, теперь можно и на боковую.'
    'Я всё понимаю, не поделили что-то, но надо уметь все решать. Я сам, конечно, любитель в морду заехать, если что-то не так, но сначала, я пробую решить всё миром.'
    'Да даже если бы вы просто хотели порешать между собой ну пошли бы в более тихое нелюдимое место, а то получается, они и меня чуть не подставили перед вожатой.'
    'А она ещё та заноза в жопе.'
    scene bg int_house_of_to_night_noflower with dissolve
    'Я завёл будильник, чтобы не проспать завтра, разделся, выключил свет и лёг спать.'
    stop music fadeout 4
    'Перед тем как уснуть поставил для себя три цели на завтра, которые обязательно должен выполнить.'
    'Первое – узнать причину конфликта между... Короче, узнать в чём разборка между Леной и Алисой. Чего они не поделили.'
    'Второе – попробовать помирить девушек.'
    'Сначала я попробую путь языка и дипломатии.'
    'Но если не выйдет, то пару лещей для чувства обеим будут на пользу.'
    'Я, конечно, не любитель бить девушек, тем более по лицу. Но иногда это самый эффективный метод выбить её из мира своих идиотских фантазий и вернутся в суровую реальность.'
    'Ну и третье – добиться того, чтобы никогда эти две симпатичные девушки не ругались между собой. Ведь они на самом деле очень даже похожи, не в плане характера, а в плане внешности.'
    'Цели поставлены, завтра их обязательно надо.'
    'И на этой ноте я окончательно уснул.'

    $ new_chapter(3, u"День третий.\nОгонь и Вода.")
    '(Открытие глаз и звон будильника)'
    scene bg int_house_of_str_day
    show unblink
    with dissolve
    'Мой здоровый сон был прерван будильником. Почему здоровый сон? Да потому, что ничего не снилось. Абсолютно ничего.'
    th 'Правда кое-какие мысли мне всё-таки не давали покоя.'
    show d6_dv_fight
    show prologue_dream
    with flash
    th 'Конфликт девушек возле моего домика.'
    th 'Скорее всего девочки поругались из-за меня.'
    th 'Неужели Алиса действительно приревновала ко мне? Нашла родственную душу чтоли?'
    th 'Ладно чёрт с вами, пора вставать.'
    scene bg int_house_of_str_day with fade
    'Встав с кровати сразу же стал раскидывать план действий.'
    th 'Так, сегодня по плану попытка договорится о завтрашнем музыкальном вечере. Но главное - это примирение сторон.'
    th 'Я удивлён, что Лена и Алиса вовсе находятся в какой-то ссоре между собой. Они так похожи друг на друга. Как бы сказал в своём времени, это Лина и Рилай из Доты.'
    'Я поспешил одеться и выйти из домика.'
    scene bg ext_home_day with dissolve
    show dv guilty pioneer with dspr
    'На крыльце меня уже с утра ждала Алиса.'
    dv 'Привет... я к тебе...'
    th 'Я конечно ждал такой встречи, но не думал, что она настанет вот так сразу.'
    al 'Это что-то срочное?'
    dv 'Да. Вчера меня и Лену наказали. Сегодня должен быть поход, а нас оставляют в лагере под твоим присмотром. Если справляться не будешь, то в помощь тебе будут Семён и Виола.'
    th 'Супер! Просто замечательно! А меня спросить не желаете Ольга Дмитриевна!?'
    'Еле сдержав свои эмоции, я продолжил диалог.'
    al 'Зашибись! Значит, наши планы по поводу вечера теперь отменяются. Ладно, что-нибудь придумаю.'
    show dv shy with dspr
    dv 'Лена скоро тоже подойдёт.'
    th 'Нужно шугануть Алису, чтобы не провоцировала Лену. Зная себя, она первой и начала вчера срач с зеленоглазкой.'
    al 'Так, значит, сейчас я пойду к вожатой, и узнаю подробности. Вы же, вместе с Леной, сидите спокойно, и не рыпаетесь друг на друга. Если вчерашнее повторится, убью обеих! Всё, сиди здесь и жди моего возвращения.'
    hide dv with dspr
    'Алиса ничего не ответила, лишь молча кивнула.'
    th 'Почему всякое дерьмо, должен разгребать я? Кто у нас тут вожатый? ОД реально берега уже попутала в край.'
    'Я отправился к вожатой.'
    scene bg ext_square_day with dissolve
    'На площади увидел Славю, которая явно уже была бодрячком. Я помахал ей рукой, чтобы та подошла ко мне.'
    show sl normal pioneer with dspr
    'Она поняла мой намёк и тут же приблизилась ко мне.'
    sl 'Привет, чего звал?'
    al 'Привет, слушай, выручай! Я иду к вожатой, чтобы разобраться, что к чему. Ты не могла бы прийти к моему домику и проследить, чтобы Лена и Алиса не убили друг друга?'
    th 'Конечно я шуганул Алису, а вот Лене ничего не сделал. Так это будет гарантом того, что и Лена первой не начнёт всю эту дичь.'
    sl 'Да без проблем. Тем более, что линейка через тридцать минут, а ты на неё из-за них и не пойдёшь.'
    hide sl with dspr
    'Девушка отправилась к моим двум проблемам на сегодняшний день.'
    th 'Хотя может я слишком грубо их называю?'
    scene bg ext_house_of_mt_day with dissolve
    'Я же наконец-то дошёл до домика Ольги Дмитриевны и тут же постучал в дверь.'
    mt 'Войдите!'
    th 'Спокойствие, главное спокойствие.'
    'Сделав глубокий вздох и выдох, я проследовал внутрь помещения.'
    scene bg int_house_of_mt_day with dissolve
    show mt normal pioneer with dspr
    play music music_list['afterworld'] fadein 3
    'Зайдя внутрь, я заметил, что вожатая собирала рюкзак.'
    'Скорее всего шмотки для похода.'
    al 'Ольга Дмитриевна, это что такое? Почему Лена и Алиса должны сидеть со мной сегодня?'
    th 'У тебя вчера очень много времени было, чтобы договориться со мной! Почему ты не зашла?'
    th 'Хотя я же вчера курил да пивасянский пил, не нахрен. Правильно что не зашла.'
    'Браво, противоречие самому себе, третья стадия шизы.'
    'Вожатая перестала собирать рюкзак и села на стул.'
    mt 'Понимаешь, Алексей, драка наверняка произошла по инициативе Алисы. Она бунтарка, и никогда всерьёз не воспримет мои слова, даже если я захочу ей помочь.'
    al 'Может, это из-за того, что вы слишком строгая по отношению к ней?'
    mt 'Нет. У неё, так же как и у Лены, было ужасное прошлое.'
    'Вот тут я чуть челюсть не потерял.'
    th 'Значит мои вчерашние размышления за баночкой пива и сигаретой оказались верными?'
    th 'А потом говорят, что от вредных привычек ничего хорошего нет.'
    mt 'Да, они жили в одном городе, не знаю, подругами были или нет, только Лена закрылась ото всех, а Алиса попала в дурную компанию.'
    th 'Значит Лена тихоня, которая практически ни с кем не общается, а Алиска попала к гопарям, которые её учат всякой фигне.'
    th 'Хотя я сам сейчас, на гопника похож, правда по действиям нельзя этого сказать. Нет, простое городское быдло.'
    show mt sad with dspr
    al 'И, типа, вы думаете, я такой же, как она?'
    mt 'Возможно. Или ты просто можешь найти подход к каждому человеку. Вон, даже с Семёном подружился аж в первый день. А с ним-то нелегко найти контакт.'
    th 'Может, потому, что надо с людьми разговаривать, как с людьми, а не как с рядовыми солдатами?'
    al 'Что вы от меня хотите?'
    mt 'Я хочу, чтобы ты за весь день, хотя бы постарался их помирить. Не выйдет, тогда будем принимать меры.'
    al 'А что по поводу завтрака, обеда и ужина?'
    mt 'Вам Виола с Семёном будут приносить еду, ты также сможешь к ним обратиться за помощью, если будут проблемы.'
    th 'Ну хотя бы я не один останусь с огнём и льдом.'
    al 'А как же они на линейку пойдут? Вы же запретили им выходить из моего домика.'
    mt 'Ради того, чтобы восстановить отношения между ребятами своего отряда, я готова пойти на нарушения. Вы трое не идёте сегодня на линейку.'
    th 'А вот это уже смертельный номер.'
    al 'А что мне за это будет? Если получится их помирить?'
    mt 'Придёшь только на завтрашнюю линейку, а на остальные можешь не приходить.'
    th 'А вот это тема, надо соглашаться!'
    al 'Ладно, я в деле.'
    th 'Конечно, не совсем это подарок, но лишние два часа сна на дороге не валяются.'
    show mt smile with dspr
    mt 'Ну я очень надеюсь, что у тебя всё получится. Ибо тяжело смотреть, что такие две красивые девушки конфликтуют между собой.'
    th 'Вот только мне тригерить на их внешку не надо!'
    'Не желая продолжать этот разговор, я вышел из домика вожатой.'
    stop music fadeout 3
    scene bg ext_house_of_mt_day with dissolve
    'На самом деле я и хотел помирить этих двух девушек, но видать судьба засранка решила мне в этом плане ещё больше помочь.'
    'Ведь у меня целый свободный день на это, когда остальные вот-вот свалят в поход.'
    'Подняв гордо голову вверх, я зашагал в сторону своего домика.'
    scene bg ext_houses_day with dissolve
    show sh normal pioneer at cleft
    show el normal pioneer at cright
    with dspr
    'По дороге меня встретили Электроник и Шурик.'
    th 'Так я надеюсь вы не станете мне мозг целый час выносить.'
    show el normal close
    show sh normal close
    with dspr
    'Они подошли ко мне поближе.'
    show sh smile with dspr
    sh 'Алексей? Мы так и не познакомились. Я Шурик.'
    'Шурик протянул руку, я ответил ему рукопожатием.'
    al 'Я Алексей, можно просто Алекс.'
    el 'Ты что, с Двачевской подружился?'
    al 'А тебе-то что? Сам влюблён в неё что ли?'
    show sh normal
    show el scared
    with dspr
    'Шурик негромко засмеялся.'
    el 'Нет! Она мне не нравится.'
    sh 'Ага, особенно после того, как ты в прошлом году её случайно голой увидел и спалился.'
    'Тут уже я не выдержал и заржал.'
    show el upset with dspr
    el 'Молодец, опозорил меня.'
    al 'Ой, да не парься ты! Шурик не со зла тебя стебёт. Может, так ты задумаешься и больше в такое не попадёшь. По крайней мере, не спалишься.'
    sh 'Он прав, это лучше, чем я бы просто молчал. Так бы и сидел.'
    al 'А на самом деле я бы на твоём месте кайфовал бы. Голую девчонку увидеть да ещё на халяву. Это вообще класс.'
    el 'Что значит на халяву?'
    al 'Ой мляяяя, как с вами сложно. Ну ладно, на русском-интеллигентном языке выражусь. Голую девушку увидеть, да ещё за бесплатно и просто так. Это просто супер. Так теперь понятно?'
    sh 'А чего сразу так не сказал?'
    show sh surprise with dspr
    al 'Не люблю интеллигентный язык. Я парниша простой, о чём вижу, о том пою.'
    el 'Прям, как Алиса, только та не говорит то, что видит.'
    'Разговор затянулся. Пора его заканчивать.'
    al 'Так, извиняюсь пацаны, но меня ждут. Удачи вам в походе!'
    'Исчезновение спрайтов Шурика и Электроника'
    'Я тут же побежал к домику. Иначе бы это до обеда не закончилось.'
    scene bg ext_home_day with dissolve
    show dv angry pioneer at right
    show sl angry pioneer
    show un angry2 pioneer at left
    with dspr
    'У домика, по разные стороны стояли Лена и Алиса, а между ними Славя.'
    sl 'Наконец-то пришёл. Они тут опять чуть не подрались.'
    un 'А может, потому, что хватит меня во всём обвинять? Будто только я всегда во всём виновата!'
    dv 'Только тебя почему-то никогда не наказывают, в отличие от меня.'
    un 'Может, потому, что я беспределом не занимаюсь?'
    th 'Если их не заткнуть, то это будет часами длится. Их нужно помирить, но с их балаганом всё на что они нарываются так это на очередную драку.'
    al 'Так, заткнулись обе!'
    play music music_list['you_lost_me'] fadein 3
    show dv shocked
    show sl scared
    show un shocked
    with dspr
    'Все девушки, даже Славя, были шокированы и молчали.'
    al 'Значит так, вы сегодня весь день проведёте со мной. И только попробуйте при мне обе подраться! Я вам наваляю так, что мало не покажется и не посмотрю, что вы девушки.'
    sl 'А не слишком ли грубо?!'
    al 'В моем городе девушка – это всего лишь будущая мать, но это не означает, что за свой гнилой базар она не может получить в табло.'
    show dv guilty
    show sl surprise
    show un surprise
    with dspr
    'Девушки смотрели с удивлением, кроме Алисы. Кажись, она понимала, о чём я говорю.'
    hide dv
    hide un
    with dspr
    'Я открыл дверь и впустил Лену с Алисой.'
    sl 'Удачи тебе. Может, тебе удаться прекратить их скандалы, которые идут всю смену.'
    al 'Не обещаю, но попробую.'
    hide sl with dspr
    'Славя убежала в сторону площади.'
    stop music fadeout 3
    th 'Вот напугал трёх девиц, теперь боятся будут.'
    th 'С одной стороны я мразь, но с другой, теперь лишнего вякать не будут.'
    th 'Покурить бы конечно, но нельзя. Спалят ещё не дай бог.'
    th 'Хотя Лена не похожа на стукачку, а Алиса вовсе всегда с вожатой ругается. Она ей тупо не поверит.'
    'Решив не испытывать судьбу, я зашёл в домик.'
    scene bg int_house_of_str_day with dissolve
    'Девушки расселись по разным кроватям и сидели молча.'
    play music 'mods/four_horizons/музыка/Alice Deejay - Got To Get Away.mp3' fadein 3
    al 'Значит вы обе послушные, когда вам начинают угрожать силой? Отлично. Значит, поступим следующим образом.'
    show un angry2 pioneer at cleft with dspr
    un 'Я бы и без силы послушалась, я устала от вечных претензий в мой адрес.'
    'Начала огрызаться Лена.'
    show dv guilty pioneer at cright with dspr
    dv 'Тогда я предлагаю сначала позавтракать, тем более, сейчас нам должны принести еду.'
    'А Алиса наоборот с хорошей идеей предложила начать наше заседание зала присяжных.'
    th 'Теперь бы понять, кто обвинение, а кто защита.'
    al 'Лады. А я пока подумаю над нашим номером.'
    show un normal
    show dv normal
    with dspr
    dv 'А что там думать? Делать и всё.'
    al 'Нам нужны те, кто на рояле сможет сыграть и на барабанах!'
    dv 'А гитара?'
    al 'А с гитарами будем я и Мику.'
    un 'А Алиса тогда что будет делать?'
    al 'За Алисой будет вокал!'
    show un shocked
    show dv scared
    with dspr
    'Девушки явно не ждали такого горизонта событий.'
    dv 'Ты издеваешься?!'
    al 'Нет.'
    'В дверь постучали.'
    al 'Открыто.'
    show un surprise at left
    show dv scared at right
    with ease
    show cs normal with dspr
    'В дверь вошла Виола.'
    cs 'Вот ваш завтрак, пионеры-дипломаты.'
    'Виола вручила нам пакет с завтраком'
    al 'Спасибо Виола.'
    cs 'Обращайся если что, мы с Семёном у меня в медпункте будем.'
    hide cs with dspr
    'Виола помахала рукой и тут же ушла.'
    show un normal at cleft
    show dv normal at cright
    with ease
    'Нам принесли термос с чаем, три тарелочки, три стакана и кастрюлю с картофельным пюре.'
    th 'Ну неплохо для завтрака.'
    'Я наложил всем немного картофельного пюре, и мы все завтракали молча.'
    th 'Надзирателем себя ощущаю. Баланду накладываю, я же и слежу, чтобы виновницы торжества снова не начистили друг дружке рожу'
    'Алиса всё-таки заметила, что у меня из кармана что-то торчит необычное, и прервала молчание.'
    dv 'Что у тебя в кармане?'
    al 'Я могу сказать, если вы обе будете молчать, даже если помирить вас у меня не получится.'
    dv 'Если ничего никому не расскажешь из того, о чём мы будем говорить, то не скажу. Но если узнаю, что проболтался – капец тебе, и твоим тайнам!'
    un 'А мне все равно. Я в лагере практически ни с кем не общаюсь. Но даю слово, что не скажу.'
    th 'Сижу сейчас между двумя стихиями.'
    th 'Алиса – огонь, которое может и согреть, и сжечь всё, что встанет у неё на пути.'
    th 'И Лена – вода, которой абсолютно всё равно, но она до последнего держать спокойствие. Хотя по вчерашнему удару такое заявлять – смелое дело.'
    al 'Я расскажу позже абсолютно всё. Но сейчас только покажу вот это.'
    'Из кармана моя ладонь достала сигареты и зажигалку.'
    show un surprise
    show dv grin
    with dspr
    'Лена не на шутку удивилась, а вот Алиса смотрела с ухмылкой.'
    'Этот взгляд я узнаю из тысячи: Наш человек.'
    un 'Т-nы куришь?'
    al 'Увы, но да. Жизнь потрепала.'
    dv 'Да она нас здесь всех поимела, походу. Ладно, давайте я начну свою историю.'
    al 'Сразу говорю, если есть что с родителями, ничего не говорим. Только чисто твоя история и всё что происходило между тобой и Леной.'
    stop music fadeout 3
    show dv normal
    show un normal
    with dspr
    $ set_mode_nvl()
    play music music_list['reminiscences'] fadein 3
    'Мы стали слушать версию Алисы.'
    dv 'Я опущу подробности типа, как мы познакомились, и как до этого всё дошло. Потому, что это расскажет Лена в своей версии. Не вижу смысла одно и тоже дважды пересказывать.'
    dv 'Нам тогда было по четырнадцать лет. А это возраст, когда некоторые парни, начинают смотреть на девушек по-другому. Кто-то с целью подружится, а кто-то вовсе влюбляется. У девочек к тому моменту вырастает грудь, и фигура становится красивее, чем была ранее. А у парней некоторых развиваются гормоны и желание заполучить эту девочку себе.'
    th 'Прям по-философски начала Алиса.'
    'Алиса отпила чай и продолжила.'
    dv 'Я до наступления этого возраста была в центре внимания. Легко находила общий язык, особенно с парнями. Мне просто интереснее было общение с ними, чем с девочками о всяких женских штучках. Поэтому меня даже в школе все пацанкой называли. И тут, в один момент, всё перевернулось сверху вниз.'
    'Алиса отвернулась от нас и смотрела в стену.'
    nvl clear
    dv 'Вдруг, все резко стали терять интерес ко мне в плане отношений. И большая часть моих друзей обратило внимание на Лену, которую все считали красивее меня. Я, какие бы попытки вернуть обычное общение не делала, все только и слышала: Лена, Лена, Лена, Лена!.'
    dv 'Я не выдержала в один момент и стала бить всех парней, кто хотя бы скажет Лена. А что вы хотели? Я всех друзей из-за неё растеряла! Конечно, у меня будут комплексы! Я тоже человек! Мне тоже хочется общения и любви, даже если я этого не показываю, а наоборот, демонстрирую, что мне это нафиг не сдалось, чтобы не влюбиться в кого-нибудь, кто потом убежит к Лене, только потому, что у неё грудь больше моей.'
    dv 'А я весь всегда считала тебя своей подругой. Почему ты стала этим заниматься? Зачем это тебе нужно было?'
    show dv cry with dspr
    'Алиса, закончив свою историю, повернулась к нам и заплакала.'
    $ set_mode_adv()
    dv 'И как мне после этого не быть злой и агрессивной, стать изгоем даже не по своей воле!!! Ты отобрала у меня всю дружбу с парнями! И какая могла бы быть речь об отношениях!'
    th 'С одной стороны причина агрессии уместна, но с другой большая часть это всего лишь тупая накрутка самого себя.'
    'Нужно было её чем то успокоить.'
    'Лучше идеи чем достать сигарету и протянуть её Алисе, у меня не возникло.'
    al 'Будешь?'
    dv 'Прямо в домике? Буду!'
    al 'Да, в домике. Насрать на вожатую.'
    show dv normal with dspr
    'Открыв окно, я зажёг нам по сигарете, и, после первой своей затяжки, я обратил внимание на Лену.'
    'Лена явно терпеть сигареты не может, но по неизвестной мне причине она даже не отворачивалась, а просто опустила голову и смотрела на деревянный пол.'
    th 'Может она какие-то чувства в себе скрывает или подавляет.'
    al 'Ништяк! В общем, Лена, твоя очередь. И сразу хочу предупредить, без всякого перебивания, Алиса! Лена тебя внимательно слушала и даже не перебивала.'
    dv 'Ладно-ладно. Что взъерошился?'
    'Настала очередь Лены, она сделала пару вздохов, закрыла глаза.'
    stop music fadeout 2
    $ set_mode_nvl()
    play music music_list['your_bright_side'] fadein 3
    un 'Раз Алиса не рассказала всё с самого начала, то я и расскажу, мне нетрудно.'
    un 'Все началось ещё в начальной школе. Когда мы были маленькими, я ни с кем не общалась. Стеснялась и боялась, что могут начать играть на моих чувствах, как и девочки, так и мальчики. Те стали потом ко мне приставать, хотели посмеяться над тихим и слабым.'
    'Лена открыла глаза на минуту, чтобы отпить чай.'
    'Однако я заметил, что в правом глазу у неё пошла слезинка.'
    th 'Отлично держится для тихони то.'
    un 'Потом за меня заступилась одна девочка. Она избила двух парней за то, что те насмехались над тем, что я часто после школы оставалась на улице и рисовала всякие пейзажи. И этой девочкой оказалась наша Алиса. Она заступилась за меня и получила проблем за это. Её даже грозились исключить со школы.'
    'Лена улыбнулась, правда слабо, но слёзы она сдерживать больше не могла.'
    th 'Это слёзы боли или радости за то, что сделала Алиса?'
    un 'Тогда, Алиса сама ко мне подошла и не стала ничего спрашивать. Просто положила руку и поддержала меня. Она не могла терпеть этого издевательства и несправедливости по отношению ко мне. Она стала первой девочкой, которая ко мне подошла и познакомилась со мной.'
    un 'Я понимала прекрасно, что она больше любит общаться с другими, чем со мной, но и про меня она не забывала. Алиса была моей единственной подругой. Мы довольно часто после школы гуляли вместе, и смотрели на звёзды. Но вскоре в моей жизни наступил ад.'
    'У Лены уже во всю шли слёзы, но она продолжала свой рассказ, несмотря на то, что уже приближалось время обеда.'
    un 'Я не стану перефразировать сейчас того, что услышала. Сначала расскажу, как я это всё воспринимала. У меня выросла грудь и все парни стали обращать на меня внимание, которое мне не нужно от слова совсем. Я любые способы придумывала, чтобы от меня отстали, но ничего не прокатывало. Мальчишки лепли на меня, как гвозди на магнит.'
    un 'Хотела пойти к Алисе за помощью, а она говорит, что видеть меня больше не хочет. Что я ей порчу жизнь! И тогда у меня началась депрессия, я создала себе маску. Часто прогуливала школу, несмотря на то, что оценки у меня были хорошие, просто чтобы не терпеть всё это.'
    un 'Ведь не понимала до последнего, за что она со мной так, чем я заслужила такое к себе отношения? Я знала все больные темы Алисы и всячески ей помогала, поддерживала её, как и она меня. Что тогда случилось, что моя лучшая подруга, стала моим ненавистником?'
    un 'Я не пытаюсь показать то, что в нашей ссоре виновата только одна Алиса. Я должна была взять себя в руки и поговорить с ней один на один..'
    un 'Но...я не смогла.'
    un 'Моим новым страхом служила ненависть Алисы ко мне. Я действительно боялась, что она меня даже слушать не станет. Наорёт и пошлёт меня так, как посылала всех парней нашей школы.'
    $ set_mode_adv()
    show dv surprise
    show un cry
    with dspr
    'Лена уже сильно плакала, но твёрдо решила закончить. Сквозь слёзы она продолжила говорить. Я размеренно качался на стуле.'
    un 'Теперь всё понимаю... ты посчитала, что я отбиваю у тебя парней... Но, Алиса, почему ты ко мне с этим не подошла сразу? Мне не нужны были все эти парни. Я жду своего принца...'
    'Если слезы Алисы ещё можно было остановить легко, то вот с Леной шло всё куда хуже.'
    'Я хотел встать и успокоить Лену, но Алиса дала жестом понять, чтобы сидел на жопе ровно.'
    un 'Я же знаю, что ты не такая стерва, какой кажешься в лагере! Что ты на самом деле очень хорошая и добрая! И Алексей мне твой даром не нужен!'
    stop music fadeout 3
    'Я зачем-то резко дёрнулся, стул сыграл со мной злую шутку. Я грохнулся на пол.'
    'Алиса побежала к Лене.'
    'Ну, всё, сейчас опять будет драка!'
    show expression 'mods/four_horizons/Наше/1_Lena_i_Alisa_fon (1).png' as cgf with dissolve
    play music music_list['everlasting_summer'] fadein 3
    'Но нет, Алиса обняла Лену и сразу же успокоила её.'
    'Лена так крепко прижалась к Алисе, как только могла.'
    dv 'Прости меня, Лена! Я дура!'

    un 'Нет, это ты прости меня! Это я дура, что не решалась к тебе прийти домой, и всё рассказать.'
    dv 'Почему я сама обо всём не догадалась?'
    un 'Я тоже хороша, могла бы тебя выловить на нейтральном месте и всё тебе объяснить.'
    dv 'Ведь мы обе были...'
    un 'Честны перед друг другом...'
    hide cgf with dissolve
    show dv cry pioneer
    show un cry pioneer
    with dspr
    'Девочки обе плакали, но не выпускали друг друга из рук.'
    th 'Неужели это акт примирения?'
    stop music fadeout 3
    play music '<from 60>mods/four_horizons/музыка/amatory-slishkom-pozdno-underbiz_mix_(Krolik.biz).mp3' fadein 3
    'Я, отойдя от шока, решил прервать сцену, включив на телефоне песню, где в припеве поётся За всё меня прости...'
    show dv surprise
    show un surprise
    with dspr
    'Лена и Алиса уставили на меня взгляд.'
    dv 'Погоди-ка... Ты что, тоже не местный?'
    al 'В смысле?'
    dv 'В смысле, ты тоже не из этого мира?'
    un 'Значит, мы не одни такие тут!'
    al 'Вы тоже из будущего?'
    show dv smile
    show un smile
    with dspr
    dv 'Да. Я заснула у себя на кровати после того, как напилась на вечеринке и проснулась уже в этом лагере.'
    un 'А я уснула в автобусе.'
    'Девочки сели рядом друг с другом.'
    stop music fadeout 3
    'Если ещё пару часов назад девушки были чуть ли не с ножами накинуться друг на друга.'
    'То теперь они были готовы снова работать вместе и снова дружить, как в старые добрые времена.'
    dv 'Мне только непонятно одно. Почему в СССР? Я ведь родилась после его развала.'
    un 'Ну, как и я, собственно.'
    al 'Мне самому 24 на самом деле, а я, кого-то чёрта, оказался здесь.'
    'К нам в дверь постучали.'
    th 'Хорошо что девушки понимали, что о нашем маленьком секрете не стоит при других людей трепаться.'
    show se normal with dspr
    'Я пошёл открыть дверь, там стоял Семён с пакетами.'
    se 'Тут булочки и ещё один термос чая. Посуду всю оставьте у себя, её потом заберёт Ольга Дмитриевна. Всё нормально у вас?'
    al 'Всё хорошо, думаю на ужин можно будет в столовую идти'
    'Девушки ничего не ответили, лишь молча кивнули.'
    hide se with dspr
    'Парень пожал мне руку и ушёл по своим делам.'
    'Закрыв дверь, я отдал пакет Алисе. Она сразу же разобрала его.'
    'Лена тоже не сидела в стороне и разливала в кружки по стаканчику чая.'
    play music music_list['into_the_unknown'] fadein 3
    al 'Давайте теперь расскажите, как ваши дела шли до того, как вы получили шанс всё исправить.'
    dv 'Я начну. Теперь хоть не больно об этом говорить.'
    al 'Вы не против, если я закурю? А то так я лучше воспринимаю информацию.'
    'Лена и Алиса' 'Нет!'
    'Я достал сигарету и закурил. Сделав первую глубокую затяжку, я выдохнул.'
    'Присел на другую кровать, и внимательно смотрел на девушек, держа сигарету в руках.'
    al 'Ну, мы теперь во внимании.'
    'Алиса начала рассказывать.'
    $ set_mode_nvl()
    dv 'В 11 классе Лены уже не было в школе. Как потом выяснилось, она переехала в центральный город Сибири, куда точно, не помню. Я окончила школу с трудом, сдав экзамены с натяжкой, поступила в ПТУ, поскольку я не хотела учиться, а к тому моменту, я начала играть в рок-группе. Концерты большие, конечно, мы не собирали, но могли на что-то жить.'
    un 'Я перевелась в другую школу, закончила там последний класс, сдала все экзамены и переехала в Новосибирск.'
    'На этом моменте я закончил курить и потушил окурок бросив его в пустую банку из под пива, которую девушки не заметили.'
    dv 'Ещё и подрабатывала продавцом в музыкальном магазине. Я задумывалась над тем, чтобы создать семью, но мне не нужен тот, кто постарался бы на моей, хоть маленькой, но растущей славе, нажиться.' 
    dv 'Так, что на сегодняший день я холостяках хожу.'
    dv 'Ну, на этом всё.'
    dv 'Правда, я на тот момент ещё и курила, но где-то через года два бросила, так как у меня умер друг, который очень много курил.'
    un 'Теперь можно я?'
    al 'Да'
    'Я налил себе чаю и приготовился слушать продолжение рассказа Лены.'
    nvl clear
    un 'Когда время пришло поступать в вуз, мне родители сказали, что мы переезжаем в Новосибирск, так как там я смогу в нужный университет поступить, там много различных университетов было, да и сам отец говорил: Новосибирск – город учёных. Я поступила в вуз, училась хорошо, но никого к себе близко не пускала. Моя фобия быть брошенной спустя даже столько лет осталась. Я хотела найти себе человека, который просто бы ценил меня за то, что всё ещё дышу и живу ради него.'
    un 'Закончив универ, я сразу же нашла себе работу и осталась жить в Новосибирске. Мои же родители решили вернуться в свой родной город. Да Алиса, в наш город.' 
    al 'Понятно. Ну а я обычный парень-раздолбай, который не закончил вуз, отслужил в армии. Мало с кем знакомлюсь, хожу иногда как лицемер, но нормальным открываюсь. Пью, курю и в доту катаю.'
    dv 'Всё-таки этот день не прошёл зря.'
    un 'Полностью согласна. Наконец-то моя первая подруга снова со мной дружит.'
    'Девушки одновременно захихикали.'
    al 'Это всего лишь было дело времени. Тем более, судить если по вашим обеим историям, вы друг за друга горой были.'
    $ set_mode_adv()
    stop music fadeout 3
    scene bg int_house_of_to_sunset with fade
    show un smile pioneer at cleft
    show dv smile pioneer at cright
    with dspr
    'Мы ещё так беседовали, наверное, несколько минут, пока вдруг мы не услышали звук горна.'
    'От наших историй мы и не заметили, как время приблизилось к ужину.'
    show dv surprise with dspr
    dv 'Нифига себе, уже ужин?'
    al 'Сам в шоке!'
    un 'Тогда давайте пойдём в столовую, а потом предлагаю пойти либо опять в домик к Алексею, либо в клуб к Мику, чтобы подумать, как выступать через три дня вам.'
    'Мы встали и вышли из домика.'
    scene bg ext_house_of_to_sunset with dissolve
    show un smile pioneer at cleft
    show dv smile pioneer at cright
    with dspr
    'Нам было наплевать на запрет Ольги Дмитриевны не выходить из домика. Цель выполнена, девушки помирились, а значит, мы имеем полное право наконец-то пройтись хотя бы до столовой.'
    scene bg int_dining_hall_sunset with dissolve
    'Мы получили три порции на ужин и сели есть. На ужин были макароны с мясом и компот.'
    show dv normal pioneer
    show un normal pioneer
    with dspr
    dv 'Так что ты предлагаешь?'
    al 'Раз мы все тут современные. Тогда я предлагаю исполнить вот эту песню.'
    'Я достал им мобильник и показал название песни.'
    show dv surprise
    show un shy
    with dspr
    'Лена и Алиса чуть не подавились.'
    dv 'Это же моя любимая песня!'
    un 'Моя тоже! Всегда играла её на пианино.'
    al 'Вот с этим и есть проблема. Нас трое, но нам нужно ещё два человека.'
    show un smile with dspr
    un 'Если вы не против, я вам помогу с роялем.'
    dv 'Если бы мы сегодня не помирились, я бы сказала, что дохлую крысу лучше съем, чем буду с ней выступать.'
    'Мы все рассмеялись.'
    un 'Тогда нам и не нужно тренироваться. Максимум написать текст для Алисы, раз она петь будет. А мне послушать пару раз мелодию, и сможем сыграть.'
    al 'Только, вот с барабанщиком беда. Ведь в припеве он играет огромную роль, вместе с гитарой.'
    'Алиса закончила есть.'
    dv 'А попробуй спросить Семёна. Улянка говорила, что тот вроде увлекался игрой на барабанах. Может, поможет.'
    un 'А ты откуда знаешь?'
    dv 'Пару раз у Мику его видела за барабанами. Та и сама Мику проговорилась об этом.'
    al 'Хорошо. Тогда давайте поступаем так. Я потратил немало сил, чтобы вас помирить. После ужина я пойду, напишу текст песни, а завтра с утра зайду к Семёну.'
    un 'А потом что?'
    al 'А вот вечером, если ничего не случится, предлагаю пойти на поляну, развести костёр и послушать музыку, взяв гитару и насладится приятной атмосферой.'
    show dv grin
    show un smile2
    with dspr
    'Девушкам это идея явно понравилась, судя по их лицам.'
    un 'Я за!'
    dv 'Я тоже согласна.'
    al 'Ну, вот и отлично. Осталось уговорить Мику на такое пойти.'
    un 'Мику сама рада будет завтра вечер провести с нами, а не на танцах, так как у неё забрали статус ди-джея и дали его Шурику.'
    dv 'Тогда давай так, завтра я постараюсь договориться с Ульяной, в случае если вожатая попытается нам испортить посиделки, Лена займись уговорами Мику, всё равно в одном домике живёте. Ну, а Андрей Семёном займётся.'
    al 'Хороший план, Алиса!'
    un 'Поддерживаю. Беру Мику на себя.'
    al 'Отлично! Ладно, подруги, я побежал! До завтра.'
    'Лена и Алиса' 'Пока!'
    'Я вышел из столовой.'
    scene bg ext_dining_hall_near_night with dissolve
    'Так хоть мы и одни в лагере, но времени у меня не так много.'
    'Нужно ещё текст песни переписать и отредактировать её, чтобы там слов не было, для ребят.'
    th 'Благо Лена и Алиса знают, что делать, поэтому особых трудностей быть не должно.'
    'С этой мыслью я сразу же отправился в свой домик.'
    scene bg ext_square_night with dissolve
    $ renpy.pause(2)
    scene bg ext_houses_night_moonlight with dissolve
    $ renpy.pause(2)
    scene bg home_night2 with dissolve
    $ renpy.pause(1)
    scene bg int_house_of_to_night_noflower with dissolve
    'включен свет'
    'Войдя внутрь, сразу же закрылся на ключ и включил свет.'
    al 'Лучше всего работается под нужную атмосферу.'
    'Я достал вторую банку пива. Попалась на этот раз «Kozel».'
    th 'О любенькое!'
    'Открыв банку пива, я тут же включил телефон и стал искать нужную композицию.'
    th 'Как хорошо, что на современных телефонах, если официальную песню скачиваешь, то в песне пишется текст песни.'
    'Поставив на редакцию нужную мне песню, я принялся выписывать текст песни на обычный листочек.'
    play music 'mods/four_horizons/Музыка/Слот - Мертвые Звезды.mp3' fadein 3
    'Конечно просто сидеть и писать это скучно, поэтому я решил включить на фон первую попавшуюся песню из плейлиста.'
    'С первого раза, конечно, написать не получится, потому что я ещё тот «умник» еле на тройбан сдал экзамен.'
    '№ Фон домик пионера внутри ночь, свет включён'
    'Я даже не заметил, как стемнело.'
    'С десятого или двенадцатого раза я наконец-то закончил писать текст песни. И завершил вырезать слова песни редактором в телефоне. Ну и гемор.'
    'Снова захотелось покурить, но рука остановилась на полпути к пачке.'
    'Так-с, курева с меня на сегодня хватит! И так уже четыре сижки просрал, а мне ещё тут быть четыре дня.'
    'В лишний раз убеждаюсь, что некоторые факторы даже такого быдло, как я могут исправить.  К примеру до попадания в лагере я бы сейчас точно сишку скурил бы ещё одну, да и не факт, что пивасика бы ещё осталось у меня.'
    'Стараюсь меньше пацанский жаргон употреблять и более культурно разговаривать.'
    al 'Так ладно, хорош на сегодня размышлять.'
    stop music fadeout 3
    scene bg int_house_of_to_night_noflower with dissolve
    'На этой ноте я выключил свет.'
    'Быстренько разделся и плюхнулся на кровать.'
    th 'Всё же тут здорово, даже несмотря на то, что нет интернета.'
    th 'Ведь раньше люди без него как-то да жили.'
    show blink
    'Я закрыл глаза и принялся на встречу с Селемине.'
    'Во сне до меня дошло, что кое о чём я совершенно забыл.'
    scene bg ext_home_day
    show prologue_dream
    with dissolve
    show un cry pioneer
    show dv surprise pioneer
    with dspr
    un 'Я же знаю, что ты не такая стерва, какой кажешься в лагере! Что ты на самом деле очень хорошая и добрая! И Алексей мне твой даром не нужен!'
    scene bg int_house_of_to_night_noflower with dissolve
    show unblink
    al 'Твою мать!'
    th 'Вот чёрт, мне спалили, что ко мне не ровно дышит девушка, а я реакцию не проявил!'
    th 'Хотя в тот момент никто не соображал, что происходит. Критическая точка была.'
    'Ладно, это всего лишь воспоминание.'
    'Однако не стоит об этом забывать.'
    'Алиса ко мне неровно дышит, из-за этого скорее всего девушки и поругались перед моим домиком.'
    'Алиса приревновала к Лене, когда я явно не во вкусе у стесняшки.'
    th 'Да и сама Лена не в моём вкусе, я б с такой долго жить вряд ли бы смог. Я без подстёбов не могу.'
    'Ладно хорош размышлять! Пора спать.'
    th 'Спокойной ночи, Алексей.'
    show blink
    'И с такой мыслью я моментально провалился в сон.'

    $ new_chapter(4, u"День четвёртый.\nМузыкальный день.")
    scene bg int_house_of_str_day
    show unblink
    with dissolve
    'Я проснулся от того, что в сердце горело желание заняться чем-нибудь.'
    'Никогда за собой не замечал такого авантюризма и желанием сделать что-то хорошее, приятное и доброе для кого-то.'
    'По крайне мерее последние года три у меня это желание было похоронено глубоко под землей.'
    th 'Но что же могло случиться, чтобы оно прямо сегодня восстало из мёртвых? И даже это не зомби, а живая душа, словно воскрешённая.'
    'Видать, вчерашний мой поступок грел моё ледяное сердце изнутри.'
    'Встав с кровати, я тут же потянулся и принялся составлять распорядок сегодняшнего своего дня.'
    th 'Так-с, я парень горячий, мне нужно сегодня срочно поговорить с Семёном. Потом пойти доложить Ольге Дмитриевне, что я всё сделал. Порепетировать с ребятами нашу любимую песню. А напоследок душевный вечерний костёр с гитарой.'
    'Отличный план, вроде ничего сверхчеловеческого нет. Главное чтобы вожатая не нагадила в душу своими нарядами на работу.'
    'Я вообще дед, черпаков и духов гонять по лагерю должен.'
    th 'Тьфу! Я же не в армии и мне тут типа семнадцать лет.'
    'Одевшись, я вышел на улицу.'
    scene bg ext_home_day with dissolve
    play music music_list['everyday_theme'] fadein 3
    'Тёплый солнечный луч уже встретил меня с распростёртыми объятиями.'
    th 'Что-то явно со мной не так. Откуда этот мёртвый оптимизм во мне. А да пофигу!'
    'Я переключился на вещи куда важнее философских глупостей.'
    th 'Так, сейчас я уже не успею к Семёну подойти и предложить сыграть послезавтра на сцене. Ладно, после линейки зайду.'
    th 'Главное, чтобы Мику эта идея понравилась. Одобрение Лены и Алисы не играют роли, если наш музыкальный руководитель будет против.'
    'Закончив обдумывать свой план действий, отправился в сторону площади.'
    scene bg ext_square_day with dissolve
    'Вскоре мои ноги переселки территорию площади, где уже потихоньку собирались пионеры.'
    'Я в лишний раз потянулся и заметил знакомый силуэт, который приближался прямо ко мне.'
    show dv smile pioneer with dspr
    'Ко мне подошла Алиса.'
    dv 'Здорова дипломатам!'
    'У неё явно сегодня отличное настроение.'
    th 'Ещё бы! Зря что ли дядюшка Алексей вчера мучился так долго, что даже пивка чуть не забыл выпить перед отбоем?'
    al 'Здорова бандитам!'
    dv 'Я-то бандит?'
    show dv grin pioneer close with dspr
    'Хитро улыбнулась она, и протянула руку к моему карману, где лежали пачка сигарет и зажигалка.'
    dv 'Это не я таскаю сиги с собой и не курю в лагере.'
    'Прошептала мне девушка на ушко.'
    al 'Да ты офигела, коза!'
    dv 'А ты только сейчас догадался, козёл?'
    'Я показал язык девушке.'
    th 'Как маленький ей богу. Хотя в моём поведении она запросто могла сейчас узнать свою соседку Ульянку.'
    dv 'Ладно, хорош дурачиться. Ты к Семёну ещё не ходил?'
    al 'Не-а, не успел. Когда шёл, увидел, что народ уже собирается, решил не рисковать своим здоровье и хотя бы раз прийти на линейку.'
    dv 'Ну, если будет скучно, то ищи меня у Мику в клубе.'
    stop music fadeout 3
    al 'Понял.'
    play music music_list['went_fishing_caught_a_girl'] fadein 3
    th 'Теперь я знал, где найти одну подругу по несчастью. Или же всё-таки счастью?'
    'Вскоре на площади собрался весь наш отряд.'
    show expression 'mods/four_horizons/Наше/1It2YhrNDb8.png' as cgf with dissolve
    'Все уже встали на свои места. А поскольку я не знал куда встать, я встал возле Электроника. Ольга Дмитриевна уже стояла перед нами.'
    'Все были на своей ноте. Алиса и Ульяна постоянно о чем-то шептались,'
    'Лена и Мику смотрели по сторонам.'
    'И только Славя с Электроником изображали из себя приличных пионеров.'
    'Кстати, а Шурика на линейке не было! Надеюсь, вожатая наваляет ему, как следует. А то пару дней назад меня она чуть не убила за это.'
    th 'Ведь это несправедливо. Почему ботанам пропускать линейку можно, а мне простому раздолбаю со своим незаконченным медом нельзя?'
    mt 'Доброе утро, лагерь! Сегодня у нас на вечер запланированы танцы, на которых я бы хотела увидеть всех!'
    th 'Бла..бла..бла опять школьные танцы, на которых будет жалкая посятина и море лицемерного настроения.'
    th 'Хотя может я перегибаю палку с настроением? Откуда я могу знать, как раньше относились к такой музыке, если мне было совершенно насрать на историю.'
    th 'Для меня главное было знать, кто наши враги и кому верить нельзя. Этого достаточно.'
    'Дальше я не стал слушать, пока она рассказывала о танцах, на которые явно не придут ещё, как минимум, два человека.'
    mt 'Напоминаю, что через два дня у нас творческий прощальный вечер, и каждый должен что-то продемонстрировать! Для Лены и Алисы наказание завершено. Разойтись!'
    scene bg ext_square_day with dissolve
    show mt normal pioneer panama
    show el normal pioneer far at cleft
    show sh normal pioneer far at cright
    with dspr
    stop music fadeout 3
    'Я собирался уже побежать на спортплощадку к Семёну, как меня остановили вожатая и два кибернетика.'
    mt 'Алексей! Не поможешь парням с обустройством площади для вечерних танцев?'
    th 'Не не не, хренушки тебе! У меня своя тема и помогать двум зубрилам точно не входит в мои планы.'
    al 'Простите, но у нас до вечера, а может, и вечером, сегодня назначена репетиция. Только вот хотел вас попросить.'
    mt 'О чём?'
    al 'Можно ли будет воспользоваться помощью Семёна, если тот согласится, и Лены? Нам для песни нужны ещё два человека.'
    show mt surprise with dspr
    mt 'Алиса и Лена на одной сцене? Тебе их помирить-то удалось?'
    al 'Да, удалось. Даже силу не пришлось применять.'
    show mt angry with dspr
    'Вожатая была недовольна моим ответом.'
    th 'Хорошо хоть кибернетики не слышат наш разговор. Маленькие они ещё.'
    mt 'Девушек и девочек бить нельзя.'
    al 'Вы даже не представляете, сколько раз я эту фразу за всю свою жизнь слушал, но у меня такие есть аргументы, которые сломают ваше высказывание в пух и прах. Так что, давайте оставаться каждый при своём.'
    mt 'Всё равно мне нужны гарантии что Лена вообще будет хоть в чём-то участвовать.'
    al 'Спросите у Мику, мы вчера договорились втроём, что соберём команду. Они не откажутся.'
    mt 'Ну, если они не откажутся помочь, то и я не против. Но если спрошу у Мику, и если она не подтвердит, что Лена тоже участвует, и её не будет на сцене, то прибью и тебя, и Лену.'
    al 'Хорошо, я побежал.'
    hide mt
    hide el
    hide sh
    with dspr
    'Вожатая пошла к кибернетикам, а я воспользовавшись моментом, сразу рванул на спортплощадку.'
    scene bg ext_playground_day with dissolve
    'На футбольном поле активно бегали дети младших отрядов, а с ними Ульяна.'
    'Но она не за мячом бегала, а смотрела за игрой. Скорее всего, вызвалась быть судьёй на футболе.'
    th 'Так это всё отлично, но мне нужен Семён.'
    'На лавочке, у футбольного поля, сидел Семён и читал книгу.'
    th 'О хорош, мелкую запряг за спиногрызами следить, а сам сидит и расслабон получает. Наш человек.'
    show se normal with dspr
    'Я подошёл к братану, но тот даже не обратил на меня внимание.'
    'Попытки разглядеть что он читает провалились так же. Книга была завёрнута в дополнительную обложку, который закрывает название книги, и кто её автор.'
    al 'Здорова, Семён! Не занят?'
    se 'О, здорова! Не, не занят. Что-то хотел?'
    'Мы пожали друг другу руки.'
    al 'Да нам нужна помощь. Мы на выступлении хотим одну классную мелодию забабахать, но нам не хватает ещё одного человека. На барабаны. Ты можешь помочь?'
    se 'Да могу, я увлекался раньше этим делом. Но когда Виолу встретил, в общем, бросил. Работаю в спортивной секции, поближе к ней.'
    th 'Раньше парни ради девушки и не таких поступков совершали.'
    al 'Ну, понятно, втюрился в неё.'
    show se smile with dspr
    'Семён громко засмеялся.'
    se 'Ещё бы! А ты думаешь, чего это я жениться вздумал?'
    al 'Базару ноль, женитьба дело серьёзное.'
    se 'Я наверно месяца два не решался сделать ей предложение, но сейчас просто жду не дождусь той даты, когда она уже будет ходить под моей фамилией.'
    al 'Здорово, ну тогда сегодня репетиция.'
    se 'Хорошо, где будет и когда подходить?'
    al 'Ну тогда подходи к музыкальному клубу. Стоп, а кто за спортивным снаряжением следить будет?'
    se 'Ольгу попрошу, тем более она должна мне.'
    al 'Ладно, тогда после завтрака подходи к клубу.'
    hide se with dspr
    'Я только хотел пойти к столовой, как уже горн прозвучал.'
    th 'Твою мать! Нужно быстрее идти, пока это стадо не набежало к столовой.'
    'Я прибавил шаг, чтобы не остаться в последних рядах.'
    scene bg ext_dining_hall_near_day with dissolve
    'Когда я дошёл до столовой, была уже большая очередь.'
    th 'Блин, когда вы только успеваете сюда притопать? Что за чёрная магия?'
    scene bg int_dining_hall_day with dissolve
    'Всё-таки спустя пару минут мне удалось пробиться в столовую.'
    'На завтрак сегодня была манная каша и чай.'
    'Посмотрев, куда можно сесть, я заметил Алису и Лену за одним столом.'
    th 'Мои труды не прошли даром. Уже эффект свой дают. Если бы не вчерашний разговор, то думаю даже срать на одном поле не сели бы вместе.'
    show expression 'mods/four_horizons/Наше/din_dv_un.png' as cgf with dissolve
    play music music_list['lets_be_friends'] fadein 3
    al 'Можно?'
    dv 'Тебе мы только рады!'
    un 'Поговорил с панамой?'
    al 'Да, поговорил. Она разрешила взять тебя в помощь. И Семён согласился помочь. Дело осталось только за Мику, я надеюсь тебе удалось её уговорить?'
    un 'А ты сомневался?'
    'Тихонько прохихикала Лена.'
    un 'Мику обожает костры с гитарой и в музыкальном номере согласилась участвовать. Только нужно дать ей послушать то, что мы исполнить хотим.'
    dv 'Всё как гладко и здорово выходит, аж подозрительно как то.'
    un 'Тогда сегодня на танцы никто не идёт? Мы всё дружно идёт на костёрчик?'
    dv 'Да, отрепетируем и сразу перед ужином валим на поляну. Вопрос только кто провизию для нас на ужин возьмёт?'
    al 'Предлагаю решать вопросы по мере поступления.'
    un 'Я согласна, Алис?'
    dv 'А? Чего тебе?'
    un 'Я так рада, что помирилась с тобой'
    dv 'Я тоже этому рада, наконец то это ужасное время ушло от нас.'
    hide cgf with dissolve
    show dv smile2 pioneer at cleft
    show un grin pioneer at cright
    with dspr
    'Алиса обняла Лену.'
    dv 'Я до сих пор поверить не могу, что это закончилось.'
    show un shy with dspr
    un 'П-правда?'
    'Лена засмущалась.'
    dv 'Да! Ведь больше тебя никто доставать не будет. Ульянка сейчас нацелена постоянно доставать Шурика и Электроника.'
    show un smile with dspr
    un 'Тоже верно.'
    dv 'А как мы будем репетировать? Ни Мику, ни Семён не знают ни слов песни, ни то как должна играть музыка.'
    al 'Это не проблема. Слова уже есть, мелодию с диктофона наиграем.'
    dv 'С каким ещё диктофоном?'
    al 'Телефоном, но для всех это диктофон, не забывайте откуда мы и что никто не знает об этих чудес человечества ещё.'
    dv 'Лады, Ленусик продолжаем играть в дурочек перед лагерем.'
    un 'Только Ольга Дмитриевна бы нам не помешала.'
    stop music fadeout 3
    sl 'Она вам мешать не будет.'
    show dv smile at left
    show un smile at right
    with ease
    show sl normal pioneer with dspr
    'Внезапно в разговор ворвалась Славя.'
    th 'Твою мать! Я надеюсь она про телефон ничего не слышала.'
    al 'С-Славя? Ты весь наш разговор слышала?'
    sl 'Нет, только когда Лена начала говорить про Ольгу Дмитриевну.'
    'Я хотел с облегчением вздохнуть, но это было бы лишним палевом.'
    sl 'Она по максимуму освободила весь наш отряд от работы, кто задействован в концертных номерах. А вас она сказала весь день не трогать.'
    al 'Воу, спасибо Славя!'
    sl 'Обращайтесь. Ладно, я побежала, меня Женя ждёт.'
    hide sl with dspr
    show dv smile pioneer at cleft
    show un smile pioneer at cright
    with ease
    'Славя тут же покинула наше общество.'
    th 'Кто такая Женя? А, наверное, библиотекарь, к которой я ни разу не приходил.'
    th 'Ой, да насрать, я бы всё равно не пошёл бы к ней, мне там делать нечего.'
    'Вскоре мы закончили завтракать и отправились наружу.'
    scene bg ext_dining_hall_near_day with dissolve
    show un normal pioneer at cright
    show dv normal pioneer at cleft
    with dspr
    'Конечно хочется сходить и покурить, но я вчера много сигарет истратил, да и Лену травить дымом в лишний раз не хочется.'
    'Может попозже вместе с Алисой сходить и курнуть на расслабоне.'
    al 'Ну что пойдёмте?'
    show un smile
    show dv smile
    with dspr

    'Девушки мне ничего не ответили, лишь улыбнулись и обе кивнули.'
    'И мы дружно направились в сторону музыкального клуба, где нас уже наверное заждались.'
    scene bg ext_musclub_day with dissolve
    'Мы втроём уже дошли до музыкального клуба, где только одно препятствие разделало нас и ещё двух людей – деревянная дверь.'
    th 'А ну открывайся зараза!'
    'С этими мыслями я открыл дверь, будто уничтожил морально этого охранника на своём пути.'
    'Мы зашли внутрь.'
    scene bg int_musclub_day with dissolve
    show mi normal pioneer at cleft with dspr
    show se normal at left with dspr
    'Нас ждали Мику и Семён, которые явно уже готовы к репетиции.'
    play music music_list['so_good_to_be_careless'] fadein 3
    show dv normal at cright
    show un normal at right
    with dspr
    al 'Так, ребята, значит, поступим так: мы трое уже знаем эту песню, а вы нет. Вот, я принёс вам диктофон, на этом экранчике есть зелёная кнопка. Нажимайте её, чтобы прослушать, что нам нужно.'
    mi 'Классный диктофон! Хочу себе такой же.'
    al 'Дорогая машинка.'
    'Лена и Алиса явно хотели хихикнуть, но сдерживали свои эмоции.'
    th 'Правильно нам нельзя себя выдать раньше времени, а лучше вообще не выдавать'
    '...'
    'Ребята на несколько раз прослушивали музыку, которую я им выдал. Мику я так же отдал листовку с текстом.'
    show mi smile with dspr
    mi 'Я перепишу и отдам Алисе.'
    dv 'Хорошо, только отдай мне листок с подчерком Леши.'
    'Мику молча кивнула и принялась переписывать текст песни.'
    'И тут мне приспичило срочно сходить покурить.'
    al 'Прослушайте еще пару раз, а я пока что отойду на пять-десять минут.'
    dv 'Я с тобой.'
    show dv smile close with dspr
    'Тут же со своего места сорвалась Алиса и направилась в сторону выхода.'
    show un smile with dspr
    un 'Ну, а я останусь, чтобы проконсультировать, если что.'
    al 'Договорились, мы недолго.'
    scene bg ext_musclub_day with dissolve
    show dv smile pioneer with dspr
    'Выйдя из музыкального кружка, мы пошли в сторону той поляны, где я обычно курил.'
    al 'Слушай, а ты чего со мной пошла?'
    dv 'За компанию. И заодно поговорю с тобой наедине.'
    al 'Ну, я слушаю тебя.'
    dv 'Давай дойдём до полянки? Там и поговорим.'
    al 'Я не возражаю.'
    'Всю дорогу до поляны мы шли молча.'
    scene bg ext_polyana_day with dissolve
    play music music_list['dance_of_fireflies'] fadein 3
    'Дойдя до полянки, мы сразу же присели на удобное место.'
    'Я протянул Алисе сигарету и достал себе свою. Та взяла её, я зажёг по очереди наши сигареты. Алиса, сделав первую затяжку, сказала.'
    show dv sad with dspr
    dv 'Ты помнишь, что Лена вчера сказала?'
    'После своей первой затяжки я решил прикольнуться.'
    al 'Что ты не такая сука, какой кажешься?'
    show dv guilty with dspr
    'Я засмеялся, а девушка дала мне подзатыльник.'
    dv 'Нет. Про то, ну, это...'
    al 'Про что?'
    show dv shy with dspr
    dv 'Про то, что ты мне нравишься, придурок ты тормознутый!'
    'Я рассмеялся, а Алиса покраснела.'
    dv 'Чего ржёшь?!'
    al 'Я ждал именно признания от тебя. То, что сказано другим человеком, не всегда может быть правдой.'
    dv 'И что ты думаешь делать?'
    th 'Резко, но прямолинейно. Знакомый стиль. Сам таким пользуюсь.'
    'Мы потушили наши бычки.'
    'Прямо сейчас я не готов дать на это ответ.'
    'И ей и мне нужно об этом всё подумать, ведь это не всё так просто, как хотелось бы на первый взгляд.'
    th 'Это ведь не видеоигра где тупо сказал да и уже сразу по твоей хотелки получаешь себе девушку, которая не будет тебе пилить мозг.'
    th 'Это реальная жизнь, что у меня есть свои желания, принципы, чувства. Что у Алисы они есть, ведь Алиса это не NPC из какой-нибудь видеоигры.'
    al 'Давай об этом поговорим после репы и костра.'
    dv 'Лады, поговорим вечерком.'
    th 'Вот за что Алисе можно отдать должное, так это за моменты, когда не нужно оправдываться, ей достаточно взгляда или предложения и она сама всё понимает.'
    stop music fadeout 3
    'На этой ноте мы отправились обратно к ребятам.'
    scene bg ext_musclub_day with dissolve
    show dv normal pioneer at cright
    show us grin sport at cleft
    with dspr
    'У музыкального кружка нас встретила Ульяна.'
    us 'Ребяткиииии! Пойдёмте играть в футбол!'
    al 'Прости, Ульяна, нам репетировать надо.'
    show us dontlike with dspr
    us 'Ой, скучные!! Фу!'
    show dv grin with dspr
    dv 'А ты готова взять на себя ответственность и получить наказание за нас, если мы репетировать не будем?'
    us 'Что?!'
    dv 'Или мне Славе показать, куда ты краденые конфеты прячешь?'
    show us laugh with dspr
    us 'Ладно, ладно, отвалила!'
    hide us with dspr
    show dv smile at center with ease
    'Девочка скрылась за кустами.'
    th 'А знает толк, как приструнить мелкую. Ведь неудивительно, они же соседки.'
    'Путь к клубу теперь свободен.'
    scene bg int_musclub_day with dissolve
    show dv normal pioneer at cleft
    show un normal pioneer at left
    show se normal at cright
    show mi smile pioneer at right
    with dspr
    play music music_list['heather'] fadein 3
    'Когда мы вернулись, ребята уже вовсю тренировались.'
    'Не теряя время впустую, мы присоединились к нашей репетиции.'
    'Я настроил электрогитару как надо.'
    'Алиса, получив обратно текст песни, тренировала голос.'
    'Семён готов бить в темпе, но лишней практики не повредит.'
    'Мику попадала под мою электрогитару своей акустической.'
    'А Лена в спокойном темпе исполняла свою партию на рояле.'
    'И вот мы попробовали первый раз сыграть мою задумку.'
    th 'Неидеально, но и не дерьмо! Значит шансы у нас есть!'
    al 'Ну, для первого раза, это ништяк.'
    se 'Согласен, я чутка подзабыл уже, но руки-то помнят.'
    mi 'Это прекрасная песня, ещё и поёт девушка. Просто супер!'
    un 'Только вот, думаю, твои слова лишние, Алексей.'
    dv 'А я так не считаю, это время для моего перерыва. Мне нелегко впервые такое исполнять.'
    un 'Ну, в принципе, да. Отличная идея.'
    se 'Предлагаю перекур до обеда, один хрен нас проверять не будут.'
    dv 'О, ещё один ровненький.'
    un 'Я хоть не совсем в вашей компашке, но я не хочу вожатой попадаться на глаза.'
    mi 'Ещё и костёр вечером. Просто класс!'
    se 'Вы собрались на костёр?'
    al 'Ну да, моя инициатива! Вчера же Алиса и Ленка пропустили поход.'
    se 'А можно с вами? Я, заодно и Виолу притащу.'
    dv 'А она нас не сдаст?'
    un 'Нет! Я у неё несколько раз от Ольги Дмитриевны пряталась, и она не сдавала.'
    al 'Ну, я вижу, вся команда не против, значит, приходи и приводи свою невестку.'
    play sound sfx_dinner_horn_processed
    stop music fadeout 3
    'Прозвучал горн на обед.'
    th 'Вот как время то быстро летит. Казалось, что занимаемся ну максимум минут десять, двадцать.'
    al 'Нифига себе, это мы столько занимались?'
    un 'Когда ты чем-то приятным занимаешься, то не замечаешь, как летит время.'
    mi 'Согласна, вот только возьму гитару, закрою глаза, начну играть. А открываю – и уже темно!'
    al 'Ну или просто не надо играть с закрытыми глазами, а то небось ещё храпишь.'
    'Семён и Алиса оценили шутку, а вот Мику обиделась, правда, на пару секунд.'
    dv 'Ладно, пойдёмте хавать. Если не будет свободного столика на пятерых, то разделимся три на два.'
    th 'Если разойдёмся, надеюсь остаться тет-а-тет с Алисой. Так, как мы не закончили наш разговор.'
    un 'Кто с кем сядет, уже говорить не нужно.'
    mi 'Ага!'
    'Девушки одновременно прохихикали.'
    'Мы все вышли из клуба.'
    scene bg ext_musclub_day with dissolve
    'Никто из нас не торопился идти в столовую.'
    th 'Своих не бросаем!'
    show mi normal pioneer with dspr
    'Мы стояли и ждали, когда Мику закроет свой клуб.'
    show mi smile with dspr
    'Закончив закрывать клуб, она повернулась к нам и на её лице нарисовалась настоящая счастливая улыбка.'
    mi 'Вы что стояли и ждали меня? Не стоило! Надо было идти в столовую.'
    al 'Нет уж, мы одна команда. Поэтому идём все вместе и это не обсуждается!'
    hide mi with dspr
    'Японка тут же подбежала к нам, и мы своей музыкальной бандой пошли к столовой.'
    th 'Хотя наша компания больше бременских музыкантов мне напоминает'
    scene bg ext_dining_hall_near_day with dissolve
    'Придя к столовой, очереди уже не было.'
    th 'Ясно столовая скорее всего набита битком. В жизни не поверю, что там будет много свободных мест.'
    th 'Хотя если бы мы опоздали не на десять минут, а на целый час, тогда да вполне возможно.'
    scene bg int_dining_hall_people_day with dissolve
    'Зайдя в столовую, нам всё-таки пришлось разделиться, так как свободных столиков не было.'
    'Семён, Мику и Лена сели за одним столиком.'
    show dv normal pioneer with dspr
    'Мне же пришлось сесть с Алисой за другой столик.'
    th 'Хотя почему пришлось? Я же сам этого хотел!'
    'На обед был суп и чай.'
    'Задолбали, хоть бы раз кофе налили!'
    dv 'У нас появилось время поговорить.'
    th 'Воу! Перехватила мою мысль? Или она просто думает о том же о чём и я? А хотя пофиг.'
    al 'О чём?'
    dv 'Мы с тобой не договорили на тему. Я тебе призналась, и что дальше?'
    play music music_list['just_think'] fadein 3
    show dv guilty with dspr
    al 'Ну, скажу без обмана. Ты симпотная тян, я бы начал отношения, но мы с тобой знакомы ток четвёртый день, давай-ка, повременим с этим.'
    show dv sad with dspr
    'Мой ответ явно расстроил мою собеседницу.'
    th 'Да чёрт возьми! Что опять не так?'
    dv 'Ты отвергаешь мои чувства?'
    th 'Ладно! Раз ты так хочешь, получай!'
    al 'Нет, я их принимаю, и даю взаимные, но на статус отношений я пока не готов. Сразу говорю, мне Ленка не нравится.'
    show dv grin with dspr
    dv 'Чем докажешь?'
    al 'Я не готов с грустняшкой строить жизнь и постоянно её в чем-либо утешать и поддерживать.'
    dv 'То есть я твоя...'
    al 'Девушка, а я твой парень. Да мы пара! Довольна?'
    'Алиса поверила моим словам.'
    dv 'Лады, но запомни, если кто-то попробует у меня тебя отбить, я ей все волосы отстригу, а тебя вообще кастрирую.'
    al 'Воу, релакс, Алиса! Я тебе не Сыроежкин, чтобы пялится на любой девичий зад, и прыгать к каждой в койку.'
    show dv smile with dspr
    dv 'Верю. Ты после обеда курить пойдёшь?'
    al 'Да, пойду. Конечно, Лена знает, что я курю, но не хочу, чтобы Мику и Семён узнали. Тем более, вечерком ещё и Виола будет.'
    show dv surprise with dspr
    dv 'Лена же сказала, что это свой человек.'
    al 'А я пока в этом сомневаюсь. Посмотрим на тусу вечером.'
    dv 'Ладно, я закончила с пищей, ты давай тоже не тормози особо, встречаемся у выхода к столовой. Я пока наших предупрежу что мы попозже подойдём.'
    hide dv with dspr
    'Алиса доела быстрее меня и пошла предупредить наших, что мы отойдём на пять-десять минут.'
    'Быстро допив чай, отправился следом за Алисой к выходу.'
    scene bg ext_dining_hall_near_day with dissolve
    'Выйдя на улицу, я заметил, что рыжей напарницы нигде нет.'
    th 'Неужели ещё с нашими разговаривает? Хотя зная Мику она там и минут двадцать под своим словестнопулиметным обстрелом продержать может.'
    show dv normal pioneer with dspr
    'Дождавшись у выхода Алису, мы направились на наше секретное место.'
    scene bg ext_polyana_day with dissolve
    show dv normal pioneer with dspr
    play music music_list['glimmering_coals'] fadein 3
    'Придя на нашу полянку, я сразу же потянулся.'
    al 'После вкусного обеда нужно...'
    show dv grin with dspr
    dv 'Нужно срочно покурить – закон Архимеда.'
    'Подмигнула мне она.'
    'Заметив, что у меня остались только две сиги, я отдал одну Алисе и смял пачку.'
    show dv surprise with dspr
    dv 'Ты чего не сказал, что последняя?'
    al 'Забей, у меня ещё есть пачка.'
    show dv smile with dspr
    'Я подставил зажигалку и сначала дал прикурить даме, а потом закурил сам.'
    'И вот теперь вместо одного вредителя природы, стало двое.'
    dv 'А ты, сам откуда будешь?'
    al 'Я из Томска.'
    dv 'Опа, так я тоже там сейчас живу! Переехала совсем недавно.'
    th 'Ничего себе совпадение...'
    al 'Жаль, что там нам ещё нужно найти друг друга.'
    dv 'Я предлагаю в последний день смены договориться, где увидимся. И после того, как мы проснёмся, или вернёмся в наш мир и в наше время, встретится именно там, сразу же, как придём в себя.'
    th 'Звучит, как классный и правильный план.'
    al 'А ты явно не глупая дама, надо было всё-таки тебе вышку оканчивать.'
    dv 'подумаю над этим, может, и поступлю куда-нибудь.'
    al 'Я, может, тоже восстановлюсь в вузе, хрен знает. Может, ту гниду уже уволили.'
    dv 'А тебя отчислили что-ли?'
    'Я сделал глубокую затяжку, которая оказалась последней.'
    'Потушив бычок, я скинул его в ямку.'
    stop music fadeout 3
    th 'Не хватало ещё такое красивое место случайно поджечь.'
    al 'Ага, один старый хрен валил меня на всех пересдачах только потому, что я постоянно приходил в рокерском прикиде.'
    show dv angry with dspr
    dv 'Очень тупо.'
    al 'В нашей стране, увы, дофига чего тупого и не всегда мы в силах что-нибудь сделать.'
    dv 'Согласна, но и сидеть, просиживать жопы на диванах тоже не нужно.'
    al 'Митинги планируешь устраивать?'
    dv 'Нет. Из общения со Славей и Женей один вывод сделала.'
    al 'Какой же?'
    show dv normal with dspr
    'Алиса закончила курить и бросила бычок туда же, куда и я.'
    dv 'Если ты не можешь изменить общество, повлияй на него сам. Начни с себя, к примеру. Уважай свою историю, не пей, не кури, матом не ругайся, помогай людям.'
    al 'Эту цитату я слышал от Задорного.'
    dv 'Я тоже слышала, но особо не понимала значения этой цитаты. А сейчас понимаю.'
    al 'Ну потопали, нас наверняка уже заждались.'
    dv 'Да, пошли!'
    'Мы вышли с полянки и пошли в сторону музыкального кружка.'
    scene bg ext_musclub_day with dissolve
    show dv normal pioneer with dspr
    'Дойдя до помещения, звуки работающих инструментов не были слышны.'
    dv 'Кажись не мы одни перекур устраиваем.'
    al 'Ну правильно, они тоже люди, та я думаю сегодня уже репы у нас не будет.'
    show dv surprise with dspr
    dv 'Думаешь у нас всё классно выходит?'
    'Неожиданно удивилась Алиса.'
    al 'Нам не нужен уровень сверх-идеала. Достаточно хорошо выступить. Тебе чутка текста подучить, а ребятам ещё на пару раз мелодию прогнать и будет всё огонь.'
    show dv smile with dspr
    'Мои слова порадовали мою напарницу.'
    th 'Правильно нефиг раскисать!'
    scene bg int_musclub_day with dissolve
    show dv smile pioneer with dspr
    'Зайдя внутрь, мы заметили, что ребята устроили себе комнату отдыха.'
    show un normal pioneer far at left with dspr
    'Лена сидела и рисовала в своей тетрадке что-то.'
    th 'Хотя, чему я удивляюсь, она же художница.'
    show mi normal pioneer far at cright
    show se normal at right:
        zoom 0.8
    with dspr
    'Семён и Мику играли в карты.'
    th 'Интересно в подкидного или переводного. Это явно не покер и не блэкджэк'
    th 'Очень интересно, они реально не заметили, как мы вошли?'
    show dv grin close with dspr
    dv 'Вы решили отдохнуть?'
    show un scared
    show mi scared
    with dspr
    'Алиса сказала так громко, что успела напугать всех присутствующих в помещении.'
    'Мику подпрыгнула от испуга вместе с Семёном.'
    'Лена вовсе выронила всё из рук.'
    show un angry2 with dspr
    un 'Алиса! Ну нельзя же так пугать! Особенно когда тут такая тишина, заикой станешь.'
    al 'Просим прощения не думали, что напугаем вас.'
    show un smile
    show mi smile pioneer
    show se smile
    with dspr
    'Ребята одновременно улыбнулись'
    se 'Да ладно, на своих обижаться грех.'
    mi 'Давайте ещё разок отрепетируем, если получится лучше, чем было, тогда, хорошо, поваляем дурака, как говорит Семён.'
    al 'Хах! Наша школа.'
    se 'А то! Ты сомневалась что ли?'
    'Я рассмеялся в ответ.'
    'Мы пару раз отрепетировали песню.'
    'Стало даже ещё лучше получаться, чем выходило ранее.'
    'Я жестом показал Алисе: Ну я же говорил'
    se 'Ну, а я что говорил? Можно спокойно до дня выступления так оставить, а перед началом ещё раз отрепетировать, и вперёд!'
    dv 'А ты чего балду гоняешь? Тебе же надо следить за спортплощадкой.'
    se 'Да задолбало, если честно. Я это всё терпел, лишь чтобы к Виоле поближе быть. А сейчас уже всё, можно расслабиться. Женюсь скоро и можно увольняться отсюда.'
    al 'А, тоже верно! Зачем себя насильно заставлять, если все свои основные цели выполнил?'
    un 'Может, у тебя уже планы на завтра есть?'
    se 'Конечно. Завтра я свою суженую попрошу, Лену и кого-то из вас, чтобы Ольга Дмитриевна отправила типа помогать. Остальные получат якобы какие-то травмы и останутся лежать в лазарете.'
    mi 'А Славя с Ульяной?'
    se 'Ульяна увлеклась спортом, и сейчас мало играет в футбол. Мелких гоняет и судьёй у них выступает. А Славя завтра с Ольгой уедут из лагеря до вечера, оставив, как раз-таки, за старшую Виолу.'
    dv 'Мы, прям, какая-то банда!'
    'Мы все громко рассмеялись.'
    al 'Мы ж это... Мы ж бригада, ептись! (Можно вставить это из сталкера ещё. Зов Припяти.)'
    un 'А какие ещё новости?'
    se 'В последний день лагеря все уедут после завтрака. Погода будет плохая, и нет смысла вас просто в домиках держать. Поэтому предложение: после концерта сразу же закрыться в музыкальном кружке и устроить там вечеринку. Если Мику не против.'
    mi 'Я не против, главное, чтобы не грязно было потом.'
    dv 'Если что, уберёмся.'
    'На том и порешили. Все занимались своими делами.'
    stop music fadeout 3
    'А я решил немного вздремнуть, пока было время.'
    show blink
    'Мне снился сон. Сон о моем прошлом. Что я когда-то был добрым парнем, который всем всегда хотел помогать. Часто заступался за тех, кто был слабее меня и даже часто сам получал по лицу.'
    'Однажды я сидел у пристани. Не знаю, в каком городе  находился. И просто кидал камушки в воду. Как вдруг ко мне подошла женщина и сказала: Вот, я тебя и нашла, наконец-то. Голос показался знакомым и пугающим. Я рванул в воду и поплыл так далеко, как только мог. Но, из-за сигарет моя дыхалка быстро дала сбой, и я потерял силы. Вскоре  начал тонуть.'
    th 'Это конец -  думал я. Но очень сильно ошибся.'
    'Меня спас тот паренёк, за которого когда-то заступался. Он пожертвовал своим здоровьем и сильно заболел, но спас меня. Добро всегда возвращается добром?'
    'Я не знаю, почему это мне приснилось. Может, в глубине души ещё верю в человеческое. Я не стал дальше размышлять, тем более, мне было пора возвращаться в свой мир.'
    show unblink
    scene bg int_musclub_day with dissolve
    'Я проснулся от горна.'
    show un normal pioneer at cleft
    show dv normal pioneer
    show mi normal pioneer at cright
    show se normal at right
    with dspr
    un 'Ребятки! Нам пора на ужин.'
    al 'Я не пойду. Я займусь подготовкой к поляне.'
    show mi serious with dspr
    mi 'Я пойду с тобой, чтобы потом мы знали, где тебя искать.'
    show dv smile with dspr
    'Посмотрела в мою сторону Алиса.'
    'Сказать, что я был удивлён ничего не сказать, скорее всего мне было очень приятно, что такое же быдло заботиться о другом быдло.'
    dv 'Я тогда быстро сгоняю до домика, поем и принесу тебе порцию.'
    al 'Я не возражаю.'
    se 'Я тогда к Виоле, а потом мы подойдём к столовой.'
    th 'Осталось понять, что будет делать Лена. Она не сильно хотела рассказывать о своих планах, а может просто стесняется.'
    al 'На том и порешали. Лена, ты что будешь делать?'
    un 'Я сейчас поем, схожу за мольбертом и к вам на поляну.'
    dv 'Ты что, будешь вечерний пейзаж рисовать?'
    un 'А почему бы и нет? Тем более, настроение появилось.'
    al 'Ну, тогда расходимся.'
    hide un
    hide se
    hide dv
    with dspr
    show mi normal at center with ease
    'Все вышли из музыкального кружка и расходились кто куда.'
    'И остался я один на один с японкой.'
    al 'Мне тебя тут подождать? Или на улице?'
    mi 'Как хочешь, мне без разницы.'
    al 'Может чем помочь тебе?'
    mi 'Да я только гитару возьму, она не тяжёлая и сама донести смогу.'
    th 'Не понятны всё же эти девушки!'
    al 'Я тогда тебя на улице подожду.'
    'И тут же отправился к выходу.'
    scene bg obs_ext_musclub_verandah_sunset with dissolve
    'Всё же есть свои плюсы от того, что я не понятно как тут очутился.'
    'Нашёл новых интересных собеседников, которым ничего от меня не надо.'
    'Получил возможность исправить самого себя, а самое главное...'
    'Алиса...'
    'Я походу реально втюрился в этот ходячий рыжий рок-н-ролл.'
    th 'Если верить на слово, то ещё смог уничтожить этот давний конфликт между Алисой и Леной, который повлияет и на наше время тоже.'
    'Только вот хорошо бы это дело закрепить.'
    show mi normal pioneer with dspr
    'Из моих размышлений вывел силуэт девочки с гитарой, которая только что закрыла музыкальный кружок.'
    mi 'Эй, Алексей? Ты тут?'
    al 'Да, извини. Задумался о своём. Как будто ненадолго в чужом мире побывал.'
    th 'Хотя почему побывал. Я сейчас в нём нахожусь.'
    mi 'Бывает, ну что пошли?'
    al 'Да давай, ты знаешь где можно классно посидеть и не нарваться на вожатых?'
    mi 'Я знаю одну поляну, на ней раньше Славя часто костры разводила для похода. И так недалеко от лагеря.'
    al 'А она нас не спалит, что мы тут?'
    mi 'Не-а, она обожает танцы, даже если не с кем танцевать.'
    al 'Так, хорошо, показывай.'
    'Я шёл прямо за Мику. После разговора с Алисой мне было не интересно рассматривать фигуру Мику. Хотя, раньше бы не отказался от такого халявного удовольствия.'
    th 'Не ну это всё. Точно втюрился. Если мне фигурки других девушек вообще не интересны.'
    scene bg ext_polyana_sunset with dissolve
    show mi normal pioneer with dspr
    'Дойдя до того местечка, Мику показала бревна для привала.'
    al 'Отличное место! Ладно, я тогда начну тут всё подготавливать. С вас хорошее настроение и провизия!'
    mi 'Не скучай, мы не долго.'
    hide mi with dspr
    'Мику побежала назад в лагерь.'
    th 'Ну что, начнём подготовку епт.'
    'Я принялся искать хворост и дрова, чтобы костёр не закончился за первые тридцать минут. Пока я занимался поиском, сбором хвороста и дров, я увидел, что рядом есть ещё и речка.' 
    'В случае пожара, можно будет и потушить.'
    'Или на крайняк можно и искупаться.'
    th 'Эх жаль ничего спиртного нет, кроме моей заначки. Но три банки пиваса на пятерых? Не простите, скрысятничаю их для себя.'
    th 'Только сейчас я вспомнил, что мог бы покурить, если бы зашёл домой. А, ладно, надо отвыкать уже от сигарет! А то какой я пример буду подавать Алисе, если буду с ней встречаться?'
    th 'Стоп, что?! Я уже об этом конкретно стал думать? Так, приди в себя. Не будь нюней!'
    'Собрав достаточно хвороста и дров, я начал разводить костёр. Чтобы пожар не устроить, с помощью камней сделал что-то наподобие ограждения. Добившись результата, сел смотреть на огонёк.'
    'Всё-таки был прав умный человек,  который говорил, что на горящий костёр можно смотреть бесконечно.'
    'А если быть более точным, то человек может смотреть на три вещи бесконечно:'
    'Как горит огонь, чем собственно сейчас и занимаюсь.'
    'Как течёт вода. Да на дождь многие парочки любят посмотреть или же посидеть на бережку и посмотреть, как вода движется туда-сюда.'
    'И как работают другие люди. Тут ну 50/50...'
    'Позади меня послышался шорох листьев.'
    th 'Ко мне пришли, но это точно не дикие звери. Их тут нет. Значит кто-то из своих.'
    dv 'Эй, пионер, нарушаем распорядок дня?'

    show dv grin pioneer with dspr
    'Обернувшись я увидел рыжую бунтарку.'
    'Она пыталась состроить из себя вожатую.'
    al 'У тебя почти получилось подстроить голос вожатой.'
    dv 'Скотина! Мог бы и притвориться, что купился.'
    'По выражению лица сразу понятно, что это очередной дворовый подкол и не более.'
    al 'Ой, ты только не обижайся, а то я задолбался за вчера.'
    dv 'Не ссы, лучше поешь, держи подгон. Сегодня только булочки удалось спереть. Ну и Виола обещала чай принести.'
    'Алиса протянула мне пакет с булочками и бутыль воды.'
    th 'Стырила или же попросила, но один хрен не для себя. Огонь баба!'
    al 'А с Виолой ты когда успела пересечься?'
    show dv normal with dspr
    dv 'Возле своего домика. Она Ульянку возвращала домой, которая опять колени себе разбила.'
    th 'Неудивительно. Носится как угорелая, что может просто все столбы нафиг посшибать.'
    al 'Сколько же она себе эти колени разбивает за смену?'
    'Алиса громко посмеялась.'
    dv 'Бывает, что и до десяти раз доходит, а то и больше. Ей пофигу. Видать, когда рожали девочку, или, ну, это, делали её, в общем, то туда бензина ещё подлили, по-любому. Носится как торпеда!'
    'Мы оба засмеялись.'
    show dv normal at cleft with ease
    show mi normal pioneer at cright with dspr
    'Вскоре к нам пришла Мику с гитарой.'
    mi 'Соскучились?  О вижу вы уже, и костёр развели.'
    al 'А чего медлить? Вон дров сколько набрал, хоть ночь всю тут сиди.'
    show mi smile with dspr
    mi 'Молодцы, что уже всё подготовили.'
    th 'Ну по факту тут все подготовил я, но, чтобы не портить отношения с Алисой, то пускай будет мы.'
    al 'А где остальные?'
    mi 'Лена сейчас пошла за мольбертом, Семён и Виола ждут её возле домика. Они вместе придут.'
    dv 'Планы чутка поменялись, я так поняла.'
    mi 'Совсем чутка. Просто Виолу тормознули Славя и Ольга.'
    'Но вскоре у поляны послышался шорох.'
    un 'Это мы.'
    'Из кустов вынурнули Лена, Виола и Семён.'
    show dv normal with ease:
        xalign 0.5
    show un normal pioneer at fright
    show se normal at cleft
    show cs normal at fleft
    with dspr
    cs 'Здравствуйте, наши маленькие мятежники! Разрешите составить вам компанию?'
    mi 'Да, конечно!'
    dv 'Да, ваще, без базара!'
    al 'Солидарен со всеми!'
    'Лена принесла с собой мольберт и краски. Она поставила их недалеко от костра и принялась рисовать.'
    'Виола принесла с собой различной еды и вкуснятины, и при помощи Семёна устроила пикник.'
    'Семён же принёс вещи первой необходимости и на всякий случай дождевики.'
    dv 'А не много хлама притащил?'
    se 'Нормально, вдруг дождь будет.'
    cs 'Ребята, есть новости.'
    mi 'Мы вас слушаем.'
    cs 'Ко мне можно и на ты.'
    'Лена слегка прикрикнула из-за мольберта.'
    un 'Я и тут слышу отлично.'
    cs 'В общем, завтра, как вам сказал мой Семёнчик, вожатой и её помощницы не будет весь день. Сегодня мне Славя отдала свои ключи от всех помещений лагеря, поэтому можем завтра тусовочку устроить где-нибудь.'
    dv 'Ништяк!'
    al 'Ага, прям пушка!'
    mi 'Я предлагаю завтра нам ещё пару раз отрепетировать, потом зайти за Виолой, а там уже придумаем, чем заняться.'
    cs 'Я уже дала распоряжение Жене, чтобы она завтра смотрела за мелкими и за Ульяной. У них завтра по расписанию весь день спорт.'
    'Мы уселись, и я начал на гитаре играть первую песню (Сектор Газа – Бомж)'
    '(можете прослушать, или пропустить)'
    dv 'Душевная песня.'
    cs 'Только грустная.'
    mi 'Неужели, всё так плохо?'
    un 'Увы, но в этом мире много несправедливости, с которой нам предстоит сражаться почти всю нашу жизнь.'
    se 'Давай дальше, что там у нас.'
    'Следующей песней для игры я выбрал (Кричу остановите плёнку)'
    un 'Классная песня.'
    se 'Согласен, как будто сидишь в кино, видишь просто ужас и хочешь ворваться туда, и всё изменить.'
    cs 'А мне, наоборот, показалось, что хочется изменить то кино, которые мы по десять раз видели!'
    mi 'Согласна с Виолой.'
    dv 'Я тоже так считаю. Давай следующую!'
    '(Колизей – Имя твоё)'
    dv 'Какая прекрасная песня.'
    un 'Полностью согласна!'
    se 'Можно потом текст перепишу?'
    cs 'А зачем тебе это?'
    se 'Тебе петь буду.'
    'Виола покраснела.'
    mi 'Давай следующую!'
    al 'Я предлагаю поужинать, перед тем, как дальше играть.'
    dv 'Поддерживаю.'
    'Мы стали заниматься своими делами какое-то время. Я, Алиса и Мику кушали булочки. Виола и Семён решали свои семейные вопросы, а Лена вернулась рисовать картину.'
    mi 'Лен, ты, может, поешь?'
    un 'Спасибо, я на ужине наелась да и картину хочу успеть закончить, а то скоро будет темно.'
    'Закончив есть, я снова сел на своё место.'
    al 'Мы продолжаем, прошу всех вернуться на свои места!'
    'Руки снова взялись за гитару (Восьмиклассница – Кино)'
    se 'Прямо, как я, который влюбился в свою засранку!'
    mi 'Чудесная история о любви!'
    un 'Согласна с Мику!'
    dv 'Главное, чтобы ей было 16 лет!'
    'Я, Алиса и Лена рассмеялись.'
    cs 'Давай следующую!'
    '(сектор газа – лирика)'
    cs 'Ох, прямо, как наша ночь!'
    se 'Ага!'
    dv 'Мне бы такую ночку!'
    mi 'Главное, чтобы эту песню вожатая не услышала!'
    'Все засмеялись.'
    'Следующей песней была Звезда по имени солнце.'
    cs 'Душевно.'
    dv 'Согласна.'
    un 'Аж танцевать захотелось!'
    se 'В космос захотелось!'
    mi 'Воу, воу, как на вас песня повлияла!'
    'А теперь Лесник!'
    dv 'Словно в школе побывала!'
    un 'Как мне обидно, что я раньше такое не услышала!'
    se 'Классная песня!'
    mi 'Не думала, что русские песни могут быть такими уникальными.'
    cs 'Сказка, прям, какая-то!'
    'Лена подошла ко мне и Алису позвала.'
    un 'Нам пора закруглятся, уже темно, давайте, нашу последнюю исполним, и пойдём спать.'
    dv 'Гражданскую оборону?'
    al 'Я только за!'
    un 'Идёт!'
    'Мы сели рядом и начали петь Гражданскую оборону.'
    se 'Суперский вечер!'
    cs 'Согласна. Завтра нужно какую-нибудь музыку притащить тоже.'
    th 'На крайняк у меня есть мобилка с более 700 закаченных саундов.'
    mi 'У меня есть идея получше. Завтра её озвучу.'
    dv 'Ладно, я потопала спать!'
    al 'Я тоже!'
    'Всем помахав рукой, я вслед за Алисой двинулся в лагерь.'
    scene bg ext_houses_night_moonlight with dissolve
    show dv normal pioneer with dspr
    dv 'Хорошо посидели, душевно. Даже в городе у себя я уже давно так не сидела.'
    al 'Я тоже. Давно нормально не собирался в кампании нормальных людей, которые и как бы тусить с тобой готовы просто так, и выслушать ну и не будут с дерьмом просто так смешивать.'
    dv 'Согласна. Только вот если бы не время, то может побольше посидели.'
    al 'А почему ты так рано ложишься спать?'
    show dv sad with dspr
    dv 'Мне Ульянка выспаться не даст. Она всегда рано встаёт и часто свои дуратские шутеечки надо мной устраивает.'
    al 'Ну я надеюсь ты на неё не злишься?'
    show dv smile with dspr
    dv 'Нет конечно, с ней весело, особенно пакостить вожатым и тем, кто учат нас вечно следовать законам, которые сами и нарушают!'
    th 'Тут я с ней соглашусь, вожатая несколько раз уже нарушала правила лагеря.'
    'Мы дошли до развилки.'
    th 'Как не хочется расставаться с рыжей сегодня. Так классно и душевно посидели, но сука надо...'
    al 'Ну, наши пути теперь расходятся тут.'
    show dv sad with dspr
    'Алиса тоже не очень то и рада тому, чтобы расставаться сегодня со мной.'
    dv 'Очень надеюсь, что скоро будем вместе приходить.'
    al 'Я тоже на это очень сильно надеюсь.'
    show dv smile close with dspr
    'Алиса приблизилась ко мне максимально близко, насколько это было возможно и...'
    'Я почувствовал прикосновение её жарких и нежных губ на своей щёчке...'
    th 'Я уже забыл, что мы с сегодняшнего дня пара.'
    'Нельзя оставлять Алису безнаказанной.'
    'Я прижал к себе девушку и поцеловал её в щёчку.'
    dv 'А в губы?'
    al 'А туда завтра, обещаю.'
    dv 'Смотри мне, ладно спокойной тебе ночи.'
    al 'Сладкого сна, Алиса.'
    hide dv with dspr
    'Я простился с девушкой, и вернулся к себе домой.'
    scene bg home_night2 with dissolve
    pause 2
    scene bg int_house_of_to_night_noflower with dissolve
    'Ох, ну и вечер был, душевный! Вроде бы, только начали свои посиделки, а уже стало темнеть. Да и устали все уже. Тоже можно было понять.'
    'Проверив свой инвентарь, я заметил, что у меня ещё три банки пива осталось. Так, оставим-ка мы их лучше на потом.'
    'Я разделся и лёг спать.'
    'Однако сразу уснуть мне не удалось.'
    'Мысли об Алисе не давали мне покоя.'
    th 'Конечно отлично, что я и подруг помирил и вроде налаживается у меня с ней что-то, но нужно обязательно закрепить.'
    th 'Может попробовать переселится к ней? Или наоборот, чтобы её подселили ко мне?'
    th 'Нужно решать вопросы по мере поступления.'
    th 'Я обязательно что-то придумаю...'
    th 'Это были мои последние мысли перед отправкой в дальнее путешествие мира снов.'

    $ new_chapter(5, u"День пятый.\nПравда или желание.")
    'Сегодня предстоял отличный день.'
    'Ведь именно сегодня никаких надоедливых вожатых не будет. Можно делать всё что угодно и не париться по этому поводу вовсе. Можно было поспать подольше, учитывая то, что мне разрешено на линейки не ходить.'
    scene bg int_house_of_str_day with dissolve
    show unblink
    'Но, к сожалению, всё прекрасное рано или поздно заканчивается.'
    'Открыл глаза от того, что слышал, как Алиса на кого то орала.'
    dv 'СТОЯТЬ Я СКАЗАЛА!'
    el 'ДА НЕ ГОВОРИЛ Я!'
    dv 'СТОЙ, ПУДЕЛЬ НЕДОСТРИЖЕННЫЙ!'
    th 'Скорее всего она гналась за Электроником'
    'Вот, опять каламбур, снова небось её «ДваЧе» назвал. Ладно, раз уж разбудили, то надо встать и одеться.'
    '(Стук в дверь)'
    'Линейку конечно же проспал. Да и хрен с ней.'
    'Сегодня можно и побеспределить немного.' 
    'Однако вскоре в мою дверь кто-то постучал.'
    al 'Минутку!'
    'Я поспешил быстро одеться и открыл дверь.'
    show us normal sport with dspr
    'Ко мне в дом вошла Ульяна.'
    us 'Привет, можно тебя попросить об одолжении?'
    al 'Ну, давай.'
    'Пока Ульянка закрывала дверь, я успел завязать галстук и застегнуть последнюю пуговицу на рубашке'
    us 'Можешь ли ты забрать к себе Алису?'
    al 'Вы что, поругались?'
    us 'Нет. Давай я тебе все расскажу на площади, после завтрака.'
    al 'Хорошо.'
    hide us with dspr
    'Ульяна жестом показала "Не прощаюсь" и побежала на площадь.'
    'Так, поскольку мне теперь хрен поспать дадут, можно и покурить пойти. Хотя, нет. Я же собрался на завтрак идти.'
    'Я достал новую пачку сигарет и спрятал в карман.'
    'Однако, пока линейка будет идти, у меня было время полежать и подумать.'
    th 'А если у нас не получится вернуться в наше время? Что, если мы тут застряли навсегда? У нас никаких документов, ни жилья, ничего!'
    th 'Хотя, с другой стороны, это шанс начать всё сначала. Ведь, я теперь в теле семнадцатилетнего парня. У меня нет таких проблем, как кредиты и долги.'
    th 'Да и дома, в принципе, меня никто не ждёт. Да ещё Алису тут встретил. Вроде как, чувства взаимные, и Ульяна зачем-то поговорить о ней хочет.'
    th 'Так, не буду забивать себе голову раньше времени. Упасть на землю и плакать всегда успеем, сначала нужно подраться за своё счастье.'
    play sound sfx_dinner_horn_processed
    'Горн на завтрак вытащил меня из размышлений.'
    th 'Первым делом хавчик. Потом внеплановая встреча с мелкой. И после этого встреча с моей музыкальной бандой.'
    th 'Хорошее расписание дня, а главное всякие вожатые нифига следить не будут. Хоть курить свободно можно.'
    scene bg ext_home_day with dissolve
    'На самом деле лагерь приносит свои плоды. Спокойно живу на линейку, как придурок не хожу и хрен кто отчитывать будет.'
    'Могут только позавидовать.'
    'Сегодня по плану я обязательно должен лечь спать в одном домике с Алисой. Без разницы в каком из них.'
    th 'Ладно всё решим по мере поступления'
    'Я отправился на завтрак.'
    scene bg ext_dining_hall_near_day with dissolve
    'Очередь была не такой большой, однако пришлось чуть подождать.'
    scene bg int_dining_hall_day with dissolve
    'На завтрак сегодня была гречка и мясо.'
    'Среди нашей компании я заметил Семёна и Мику, которые сидели за одним столом.'
    show se normal at right
    show mi normal pioneer at left
    with dspr
    al 'Банда, я к вам присяду?'
    se 'Конечно!'
    mi 'Да, садись.'
    al 'А где ещё двое наших?'
    mi 'Алиса сейчас подойдёт, опять гналась за Шуриком и Электроником. А Лена пошла сдавать книгу в библиотеку и тоже сейчас подойдёт.'
    al 'Тогда два места предлагаю занять для них.'
    se 'Поддерживаю.'
    mi 'Мне очень понравилось, как мы посидели вчера.'
    se 'Да, очень душевно так! Даже на моём выпускном такого не было.'
    al 'У нас на даче с выпивкой были классные вечеринки. Но тут, к сожалению, с этим строго.'
    se 'Ага. Даже мне, несмотря на то, что я сотрудник лагеря. Правда, последний год. Мне даже банку пива выпить нельзя!'
    al 'Сейчас бы пивка... эх...'
    show dv normal pioneer
    show un normal pioneer at cleft
    with dspr
    dv 'И мне тогда тоже прихвати.'
    'К нам подсели Алиса и Лена, а рыжая вовсе ещё меня и по плечу хлопнула.'
    al 'А не жирно ли тебе будет?'
    dv 'Не-а, мне нормально.'
    mi 'Ребята, в общем, предлагаю сегодня весь день развлекаться на пристани. Но если кто устанет загорать, то в домике засядем, ведь у Виолы будут все ключи.'
    un 'Очень хорошее предложение.'
    dv 'Тогда надо всем в купальниках прийти.'
    se 'Согласен.'
    mi 'Я ещё предлагаю поиграть в правду или действие.'
    al 'Почему бы и нет. Так, ребятки, ладно, договаривайтесь, кто о чем, а мне нужно отойти. Ульяна попросила помочь.'
    dv 'Давай, только недолго.'
    un 'Стой! Не забудь, что вначале мы один или несколько раз отрепетируем нашу песню и только потом будем расходиться по своим делам, перед тем, как прийти на пристань.'
    al 'Хорошо, до встречи на пристани.'
    hide dv
    hide un
    hide se
    hide mi
    with dspr
    'Закончив завтракать, я решил отправиться на площадь, где меня должна ждать Ульяна.'
    'Перед тем как выйти из столовой, я ещё раз помахал рукой своей банде музыкантов и отправился на улицу.'
    scene bg ext_dining_hall_near_day with dissolve
    'Конечно после завтрака неплохо было бы и покурить, но я решил повременить с курением.'
    'Тем более Ульяна не автомат с напитками, который должен стоять круглыми сутками и ждать.'
    'Припрятав пачку сигарет, сразу же направился на площадь.'
    scene bg ext_square_day with dissolve
    'Первым делом я принялся искать Ульяну. Много времени не потребовалось.'
    'Она сидела на скамейке.'
    'Я подошёл к ней.'
    al 'Давно сидишь?'
    show us normal pioneer with dspr
    'Ульяна повернулась ко мне.'
    us 'Нет, наверно, минуту назад пришла.'
    al 'Давай тогда коснёмся темы разговора.'
    us 'Да, давай. Я считаю, что Алисе надо переезжать к тебе или же я могу поменяться с тобой домиками, мне не критично.'
    al 'Почему?'
    th 'А вот это самый настоящий нежданчик.'
    us 'Ты на неё положительно влияешь. Я сегодня её будила, раньше она бы меня к чёрту послала вместе с вожатой.'
    al 'А сегодня что?'
    us 'А сегодня она мне сказала: «Доброе утро, ой, спасибо что разбудила!»'
    'Постаралась повторить эмоцию Алисы.'
    th 'Если верить Ульяне на слово, то на Алису это точно не похоже.'
    th 'Да и как такой раздолбай, как я, может положительно влиять? Да ещё на такую же раздолбайку, как я сам?'
    th 'Хотя может раздолбай, раздолбая понимает куда лучше и ему с ним куда проще изменится?'
    al 'Ё-моё! А чего она с утра за Шуриком с Электроником гонялась?'
    us 'Они подслушивали наш разговор, где Алиса мне призналась, что неровно к тебе дышит.'
    al 'Ну мне кажется этого мало, чтобы разозлить Алису.'
    us 'Ну один из них, сказал «ДваЧе».'
    'Теперь всё встало на свои места.'
    'Однако меня нисколько не удивляла новость про Алису, ведь она мне вчера сама в этом проговорилась.'
    al 'Она мне сама об этом призналась вчера.'
    us 'А чего тогда взаимностью не отвечаешь? Или тебе Ленка нравится?'
    al 'Уля, я на фигуру не смотрю, мне это не главное в человеке. По характеру, скажу честно, Лена тот человек, которого надо поддерживать и помогать. Да,  она будет это делать в ответ, но жить со мной, это всё равно, что жить с тираном.'
    us 'А Алиса?'
    al 'А Алиса –  это копия меня, практически. Мы, типа, можем друг друга обосрать, дать подзатыльники друг другу, поджопники и не будем обижаться. Да и по вкусам и взглядам характеры сходятся, в отличие от Лены.'
    us 'Ну, она тебе нравится?'
    th 'Будто на допросе у следователя.'
    al 'Ну да, нравится.'
    us 'Так попробуй поговорить с ней о переезде. Я ведь хочу ей только добра и счастья, хотя часто над ней шучу и подкидываю насекомых.'
    al 'Если она даже скажет да, то какой вариант больше устроит тебя?'
    us 'Мне всё равно, недалеко друг от друга живём, заскучаю - приду в гости.'
    th 'Об этой теме надо обязательно поговорить с Алисой, тем более у меня сегодня эта одна из главных целей за день.'
    al 'Ты сама-то не переживаешь, что мы стали все пропадать?'
    us 'Нееее, я тут мелких гоняю, может, в будущем, пойду на тренера или стану спортивной судьёй.'
    al 'Я поговорю с ней сегодня вечером. Днём и утром не выйдет.'
    us 'Я буду только рада, если у вас всё получится. Только заранее сообщите мне, Алиса переедет к тебе, или же мы с тобой поменяемся домиками хорошо?'
    al 'Хорошо, я пошёл. Спасибо тебе!'
    hide un with dspr
    'Ульяна помахала ручкой на прощание.'
    'Вроде мелкая, а размышляет как взрослый человек. Однако этот разговор ничего кроме, как тепла мне не оставил.'
    'Нужно срочно всё обмозговать, а лучше всего это у меня выходит с сигаретой в руках.'
    scene bg ext_polyana_day with dissolve
    'Поскольку вожатой не было рядом, я закурил недалеко от музыкального кружка.'
    'Первая затяжка стала не такой уже длинной, как была ранее. Возможно, скоро начну бросать курить.'
    'Интересное предложение мне сегодня сделала Ульяна. Можно, действительно, попробовать посмотреть, как себя она будет вести. Если, типа, начинать отношения, то взглянуть, какая она будет как сожительница.'
    th 'Это ведь действительно очень хорошая идея. Посмотреть, как начнёт себя вести Алиса, когда она станет жить со своим парнем.'
    th 'Так, много времени терять во время курева нельзя, нужно идти к ребятам на репу.'
    'Закончив курить, я закопал окурок, и направился к клубам.'
    scene bg ext_musclub_day with dissolve
    pause 2
    scene bg int_musclub_day with dissolve
    'Зайдя в клуб, я увидел, что ребята уже вовсю репетировали.'
    mi 'Наконец-то!'
    al 'Меня долго не было? Многое пропустил?'
    dv 'Нет, мы только начали.'
    'Я взялся за гитару, и мы стали репетировать.'
    'Семён практически в идеале попадал по темпу.'
    'Мику чуть отставала от меня, но это не так критично, главное чтобы элетронка не отставала.'
    'А вот исполнение Лены на клавишах и вокал Алисы было просто идеально.'
    'Мы отрепетировали три раза, и решили, что на сегодня хватит.'
    dv 'Расходимся за вещами и собираемся на лодочной станции.'
    un 'Хорошо.'
    mi 'Кто хочет, может сразу в купальниках прийти, на дебаркадере потом переоденетесь.'
    se 'Я за вещами и за Виолой. Мы возьмём обед и, может, даже ужин.'
    al 'Я тогда зайду домой и скоро приду.'
    'Мы разошлись по своим делам.'
    'Поскольку, мне быстрее всех было собираться, я особо не торопился.'
    scene bg ext_musclub_day with dissolve
    pause 2
    scene bg ext_square_day with dissolve
    pause 2
    scene bg ext_houses_day with dissolve
    pause 2
    scene bg ext_home_day with dissolve
    pause 1
    scene bg int_house_of_str_day with dissolve
    'Зайдя в домик, я взял с собой плавки и телефон, чтобы, если что, музыку можно было послушать. Но надеюсь, там не потребуется его доставать.'
    th 'Хотя я не особо собираюсь купаться или от слова совсем, но на всякий случай лишними не будут. А то вдруг девчёнки разыграются не по-детски.'
    scene bg ext_home_day with dissolve
    show el normal pioneer with dspr
    'Выйдя из домика, я наткнулся на Электроника.'
    th 'Вот хрень, тебя только здесь не хватало.'
    el 'Привет Лёх, можешь выручить?'
    th 'Ладно, вдруг он просто совет хочет спросить, если поработать то я его сразу пошлю на Эверест вершину мира покорять.'
    al 'Слушаю.'
    el 'Можешь подсказать место, где я... смогу побыть кое с кем наедине?'
    th 'С девочкой желает провести время что ли?'
    al 'Хоть где, мы сегодня нашей компашкой в другом месте будем на весь день.'
    el 'А Ульяна?'
    al 'Она весь день будет на футбольном поле. Если что, попроси своего кореша Шурика отвлечь. Алиса с нами уходит. Так что из взрослых останется только четверо.'
    show el smile with dspr
    el 'Спасибо.'
    th 'На хлеб не намажешь.'
    al 'Удачи!'
    hide el with dspr
    'Электроник помахал рукой и отправился в сторону библиотеки.'
    th 'Неужели кудрявый захотел подкатить к Женьку?'
    'Я отправился на пристань.'
    scene bg ext_boathouse_day with dissolve
    'На пристани из нашей банды уже были Лена и Алиса.'
    show un normal pioneer at cright
    show dv normal pioneer
    with dspr
    'Лена снова рисовала пейзаж, а Алиса купалась.'
    al 'Ну, как вам отдыхается?'
    show un smile with dspr
    un 'Вот если сюда больше никто, кроме наших ребят не придёт, то будет классно.'
    'Лена не любит быть в центре внимания, но в нашем обществе она чувствует себя как дома.'
    al 'Тоже надеюсь. Мы вроде создали крепкий круг общения, новых членов вводить у меня нет никакого желания.'
    se 'А нам нафиг другие не нужны.'
    'Сзади подошли Семён, Виола и Мику. Мику была с гитарой.'
    show se normal at cleft
    show cs normal at fleft
    show mi normal pioneer at fright
    with dspr
    mi 'Так, я сейчас закину гитару в домик и пойду тоже искупаюсь.'
    cs 'Я с тобой.'
    se 'Ну, а я с Лехой поговорю о мужском.'
    al 'Я не против.'
    un 'Я тогда к домику пойду, там буду рисовать.'
    al 'Спасибо за понимание.'
    un 'Да я всегда рада помочь.'
    'Лена с девушками отправилась к домику, а мы с Семёном остались одни.'
    se 'Классно всё-таки Мику придумала! Можно будет и на лодке покататься, если совсем делать будет нечего.'
    al 'У меня есть идея. Но это касается только меня, Алисы и Лены.'
    se 'Какая?'
    al 'Тут есть остров Ближний, судя по карте. Я хочу вечером свозить этих девушек туда, чтобы они дали клятву, что они больше не поругаются и станут лучшими подругами.'
    se 'А что, здравая идея.'
    al 'Я тоже так думаю.'
    se 'А сам-то чем планируешь после лагеря заняться?'
    al 'Я, ну, поступлю в вуз, на медицинский, скорее всего.'
    se 'Понравился кто-нибудь тут? Не ссы, я сам, без пяти минут женатый парень.'
    al 'С Алисой бы хотел попробовать в будущем.'
    se 'Если ты начнёшь здесь, то будет проще. Ведь в городе она может и забыть тебя.'
    al 'Ты прав. И как мне лучше поступить?'
    se 'Ну, ты один же живёшь в домике? Предложи ей переехать к тебе. Виола какую-нибудь липу для вожатой придумает.'
    al 'Думаю, я так и поступлю. Тем более, со мной Ульяна уже говорила по этому поводу.'
    se 'А, ну, так это ещё легче будет тогда.'
    al 'Ну, лично я думаю, она согласится, ведь она признавалась мне в том, что я ей нравлюсь.'
    se 'Паря, ты только не торопись. Вдруг не твоё? Дойдёт до постели и всё, типа, вали домой.'
    al 'Да, был в этом опыт. Поэтому и хочу посмотреть, как она будет себя ввести, если станет соседкой, пускай и на два дня.'
    se 'А ты чего не купаешься?'
    al 'Я не хочу. А ты?'
    se 'Меня это уже достало. И так с Виолой почти каждый день на пляж ходим, а тут хоть она с девками покупается.'
    'Вскоре мы заметили, как в воду прыгнула и Лена.'
    al 'Им там явно весело.'
    se 'Агась. Может, музыку послушаем?  У тебя же был диктофон. На нём есть что-нибудь ещё?'
    al 'Ага, только там большинство зарубежных песен.'
    se 'Да насрать, врубай!'
    'Я достал из кармана телефон и включил музыку.'
    'В данный момент играла three days grace.'
    se 'Я, конечно, не очень хорошо знаю английский язык, но думаю, чтобы любить такие песни, не нужно его знать.'
    th 'Что правда, то правда'
    al 'В моем городе многие не знают английского или немецкого языка, но всё равно слушают их песни.'
    se 'То есть это для вашего города это нормально?'
    al 'Почему бы и нет? Вон к примеру русскую музыку тоже многие не знают, но слушают её с удовольствием. Знаешь русскую песню про Катюшу?'
    show se smile with dspr
    'Парень ухмыльнулся.'
    se 'Конечно знаю, стыдно быть русским и ни разу не услышать эту песню, хотя бы по школьной программе.'
    al 'Так вот, эту песню очень сильно любят и китайцы, и японцы. Хотя для них русский язык это через чур тяжёлый предмет. Особенно для японцев.'
    'Семён удивился, скорее всего этих фактов он просто не знал.'
    se 'А почему для Японии очень тяжёлый этот язык?'
    al 'У них в языке отсутствуют звук Л. А для некоторых японцев вовсе кажется это звуком Р.'
    se 'Ну и дела...'
    'Мы могли бы ещё многое что обсудить, пока находились наедине, но наш мужской коллектив побеспокоила одна особа.'
    'К нам подошла Алиса, которая уже успела одеться в форму.'
    dv 'Уже был горн на обед, пойдёмте в домик!'
    th 'А я даже не слышал, как сработал горн. Либо из-за диктофона, либо из-за нашего разговора.'
    se 'Уже идём.'
    'Я молча встал и с ребятами пошёл в домик, расположенный на пристани.'
    'В столовой явно уже все обедали.'
    scene expression 'mods/four_horizons/bg/fon-gotovy-debarkader_PapaKarlo.jpg'
    'Войдя в домик, мы заметили, как нас уже ждал весь женский коллектив.'
    'Мало того, что они уже накрыли поляну, так ещё и высохнуть успели.'
    th 'Будто вовсе не купались'
    'Снова булочки, только ещё был тортик.'
    show mi smile pioneer at cleft with dspr
    mi 'Классно покупались!'
    cs 'Согласна, а теперь можно хоть весь день отдыхать.'
    show cs normal at cright with dspr
    dv 'Верно, халявный день.'
    show dv smile pioneer with dspr
    mi 'Алиса, а чего ты не сыграешь нам на гитаре?'
    dv 'Ну, я могу поиграть, но судя по навыкам, Леха лучше играет меня.'
    show un smile at fright with dspr
    un 'Сыграй нам хотя бы то, что вчера Лёша исполнял.'
    show se normal at fleft with dspr
    se 'А потом Лёха что-нибудь новое забабахает.'
    show expression 'mods/four_horizons/cg/d6_dv_guitar.png' as cgf with dissolve
    'Алиса, закончив есть, взяла гитару и мой мобильник, включила музыку и начала играть Лирику Сектора Газа.'
    'Я, закончив есть, сел рядом и пел вместо Алисы.  Она играла не хуже меня, правда на некоторых моментах не попадала в ритм.'
    '(можете пропустить или дослушать)'
    mi 'Тоже классно играешь.'
    dv 'Спасибо.'
    un 'Давай ещё одну.'
    th 'Лена состроила настолько милую мордочку, что я сразу вспоминаю «Кота в сапогах» из мультфильма «Шрек 2».'
    dv 'Ну, ладно, только буду исполнять ту же группу.'
    'Алиса стала играть Бомжа.'
    '(можете пропустить или дослушать)'
    cs 'А теперь пускай поиграет наш бравый гитарист!'
    al 'Хорошо, но, наверно, для некоторых я буду использовать свой диктофон.'
    th 'С одной стороны, мне стыдно врать о том, что это нифигашеньки не диктофон, но с другой стороны я сохраню безопасность Алисы и Лены. Мне то пофигу на себя.'
    'Взяв в руки гитару у Алисы, которая всё также сидела рядом со мной, я стал играть следующую песню.'
    show expression 'mods/four_horizons/cg/d6_sem_guitar.png' as cgf with dissolve
    'Ею оказалась Песня о черных птицах.'
    '(можете пропустить или дослушать)'
    dv 'Завораживает!'
    se 'Верно.'
    mi 'А мне жутковато стало!'
    un 'Зато показывает сущность большинства общества.'
    cs 'Предлагаю следующую песню.'
    'Следующую я решил сыграть песню о войне. А именно Любэ, но тут мне потребовалась помощь музыки телефона.'
    '(можете пропустить или дослушать)'
    se 'Какая классная песня! Очень классная!'
    cs 'Согласна, показывает дух нашего народа.'
    mi 'Предлагаю следующую песню.'
    'Лена и Алиса старались особо много не предлагать, чтобы не спалится, что мы из будущего.'
    'Следующей песней стала любовь к родине (АнимациЯ – Родина)'
    'Правда и тут потребовалась помощь телефона, и я включил музыку, отключив эффект гитары.'
    un 'Вот из-за таких песен желание свалить за границу сразу же пропадает.'
    mi 'Настоящий патриотизм, чего не отнять у русских.'
    dv 'Запиши потом мне слова этой песни.'
    al 'Да без проблем.'
    se 'Мне очень понравилось.'
    cs 'А вот у меня наоборот желание съездить за границу и сравнить наоборот появилось'
    un 'Ну что, может, продолжим?'
    al 'Предлагаю ещё одну и перекур сделать.'
    mi 'Да, тем более, что я хотела продемонстрировать свои навыки.'
    un 'Мы ещё, вроде, в правду или действие хотели сыграть.'
    cs 'Точно, давно этим не баловалась.'
    'И что-то меня потянуло сыграть Кино - Перемен.'
    dv 'Обожаю эту песню!'
    un 'Полностью с тобой согласна!'
    cs 'Это реально здорово!'
    mi 'Просто восхитительно!'
    se 'А мы ведь этим сейчас и занимаемся.'
    hide cgf with dissolve
    'Все тут же рассмеялись.'
    th 'А ведь действительно, Семён прав: мы сейчас нарушаем распорядок лагеря. Мы же пионерлагерь, работать должны, а в итоге развлекаемся и отдыхаем весь день.'
    th 'Хотя я уверен сегодня весь лагерь бездельничает. Ведь нет ни Слави, ни Ольги, которые любят мозг насиловать.'
    'Мику дала по блокнотику каждому и ножницы.'
    mi 'Для тех, кто, возможно, не знает, как играть. Сейчас объясню. Сейчас мы загадаем по пять различных желаний. Потом отрываем бумажки, и складываем на четыре части.'
    mi 'Слишком пошлые или унизительные желания запрещены. Садимся в круг, и выбираем, любым методом, кто будет первым задавать вопрос.'
    mi 'Если человек отказывается на него отвечать, он должен будет взять бумажку с желанием, и выполнить его. Отказываться нельзя.'
    'Мы все стали писать свои желания.'
    'Однако желания будут палевными, так как у всех разные цвета карандашей, и можно запросто понять, кто что загадал.'
    'Зелёный – Алиса, красный – я, синий – Виола, фиолетовый – Лена, коричневый – Мику, чёрный – Семён.'
    mi 'Я предлагаю сразу тем, кто достаёт желание, говорить какого цвета оно. Всё равно мы стали лучшими друзьями и не думаю, что тут кто-то кого-то будет обижать.'
    dv 'А я бы пару ещё фингалов Электронику поставила!.'
    'Громко засмеялась она.'
    al 'Да забей ты на него уже!'
    dv 'Потом поговорим на эту темку.'
    'Мы закончили составлять желания и бросили их в черный пакетик. Мику пару раз потрясла пакетик, и мы сели все вокруг.'
    se 'А что будет, если я вытащу своё же желание?'
    mi 'Сам же его и исполнишь.'
    al 'Ну, погнали.'
    'Мы расселись следующим образом.'
    'Я буду задавать вопросы Мику, а получать буду от Лены. Мику будет задавать вопросы Виоле. Виола будет задавать вопросы Алисе. Алиса Семёну, ну а он Лене.'
    'Решили, кто будет начинать, путём игры Камень, ножницы, бумага. Первым будет начинать Семён.'
    se 'Мечтаешь ли ты получить профессию, связанную с тем, чем ты увлекаешься?'
    un 'Да, я очень бы хотела поступить на художника, ну, или на архитектора-дизайнера. Но если не получится, то буду выбирать что-то другое.'
    un 'Имел ли ты проблемы с законом?'
    al 'Желание!'
    'Достав желание, я сразу начал читать вслух.'
    al 'Зелёным. Получи пощечину от человека, который задал тебе вопрос.'
    un 'Прости, но это игра.'
    al 'Ничего.'
    'Лена дала мне легкую пощёчину, а Алиса рассмеялась'
    dv 'Скажу честно, я так надеялась, что именно ты вытащишь это желание.' 
    'Лукаво улыбнулась она.'
    'Но пришла моя очередь.'
    al 'Ты боишься гулять ночью?'
    mi 'Нет. Я много раз ночью гуляла.'
    'Настал черёд Мику.'
    mi 'Имела ли ты проблемы с законом?'
    cs 'Не-а, только один раз вызывали в суд свидетелем, а так никаких проблем.'
    'Очередь Виолы.'
    cs 'Ты когда-нибудь курила?'
    dv 'Желание.'
    'Алиса достала желание.'
    dv 'Чёрным. Отожмись пятнадцать раз. Да легко!'
    'Алиса в своём отжалась пятнадцать раз без всякого труда.'
    un 'Здорово! Я бы так не смогла.'
    dv 'Ты просто не сильно спортивная, но очень умная.'
    'Лене сначала было грустно, но сейчас она улыбалась после слов Алисы.'
    'Очередь Алисы.'
    dv 'Ты долго не мог признаться в любви девушке?'
    se 'Желание.'
    'Семён достал желание.'
    se 'Красным. Снять что-то из одежды.'
    'Девушки сразу захихикали, а я расстроился.'
    'Я надеялся, что это желание вытащит Алиса.'
    'Семён снял свои кроссовки.'
    'Ход Семёна.'
    se 'Ты влюблялась в кого-нибудь, хотя бы раз?'
    un 'Желание.'
    'Лена достала желание.'
    un 'Коричневый. Обними свою лучшую подругу.'
    'Лена сломала это желание тем, что она обнялась с каждой девушкой, сидящей здесь.'
    un 'А что вы так смотрите? Если бы мы играли вчера, я бы обняла только Алису.'
    'Все девушки покраснели.'
    'Очередь Лены.'
    un 'У тебя были разногласия с родителями?'
    al 'Да. Постоянно ругался и даже дрался с отцом. Мать не всегда меня понимает, или понимает, но делает вид, что не понимает.'
    'Наступил мой черед'
    al 'Ты хотя бы раз говорила неправду?'
    mi 'Желание.'
    'Мику достала желание.'
    mi 'Синий. Спой песенку.'
    'Мику взяла гитару, и начала петь свою японскую песню.'
    '(можете пропустить или дослушать)'
    'Мику закончила петь'
    mi 'Спасибо за такое желание, я хотела её как раз-таки вам спеть.'
    'Очередь Мику.'
    mi 'А ты боишься мышей?'
    cs 'Желание.'
    'Виола достала желание.'
    cs 'Зелёный. Выдай свой страх. Ха-ха, мышей боюсь жутко!'
    dv 'Это не честно.'
    'Виола захихикала.'
    'Очередь Виолы.'
    cs 'Ты когда-нибудь лежала в больнице? Если да, то из-за чего?'
    dv 'Да, лежала. Ногу сломала в детстве, боялись ужасных последствий. Домой забрали только через три дня.'
    'Очередь Алисы.'
    dv 'Кто тебя в лагере больше всех раздражает.'
    se 'Электроник. Шурик, конечно, такой же зубрила, как и Электроник, но, хотя бы, вовремя понимает, что он начинает доставать. А этот, пока не наорёшь, или пенделя не дашь, не поймёт.'
    dv 'Ох, как понимаю!'
    al 'Согласен.'
    'Ход Семёна.'
    se 'Было ли у тебя желание покончить жизнь самоубийством?'
    mi 'Мне кажется это перебор...'
    un 'Успокойся, Мику. Все в порядке. Я отвечу. Нет, желания не было, максимум, мысли на несколько секунд и не более. Сейчас, когда я получила поддержку, я точно не задумаюсь об этом. Спасибо большое Лёше, который помирил меня с Алисой.'
    'Алиса не сдержалась и подбежала обнять Лену.'
    dv 'Всё нормально?'
    un 'Да...спасибо...'
    'Очередь Лены.'
    un 'Ты уже пытался построить отношения?'
    al 'Да, оказался брошенным два раза.'
    'Моя очередь.'
    al 'Япония или Россия?'
    mi 'Я не могу ответить на этот вопрос, поэтому желание.'
    'Мику достала желание.'

    mi 'Ой, своё достала, ну, ладно. Укусить себя за руку.'
    'Мику сильно укусила себя за руку, и даже не пискнула!'
    'Очередь Мику.'
    mi 'Отдала бы ты жизнь за любимого?'
    cs 'Да...'
    'Очередь Виолы.'
    cs 'Сколько парней у тебя было?'
    dv 'Желание.'
    'Алиса достала желание.'
    dv 'Фиолетовое. Если у тебя есть любимый человек противоположного пола, то поцелуй его, иначе, целовать придётся всех. ЛЕНА!'
    'Лена громко засмеялась.'
    un 'ЕСТЬ! Я так хотела, чтобы это желание досталось именно тебе.'
    dv 'ЗАСРАНКААААААА!'
    'Алисе пришлось исполнять. Она подошла ко мне и, закрыв глаза, поцеловала меня в губы. Я не удержался, и ответил поцелуем, тоже закрыв глаза.'
    mi 'Оуууу, это может быть надолго!'
    'Мы сразу же отпрянули друг от друга, оба покраснев до жути.'
    'Очередь Алисы.'
    dv 'В общем, давайте это последний вопрос и хватит. Ты пробовал наркотики?'
    se 'Никогда!'
    'На этой ноте мы могли начать ужинать, хотя горна на ужин ещё не было.'
    'Я подошёл к Виоле.'
    al 'Виола, можно тебя на пару слов?'
    cs 'Пошли, отойдём в сторонку.'
    scene bg ext_boathouse_sunset with dissolve
    show cs normal with dspr
    'Мы вышли на улицу и пришли на то место, где сидели с Семёном.'
    cs 'Ты чего-то хотел?'
    al 'Да, попросить о трёх вещах.'
    cs 'По очереди их называй, буду сразу говорить да или нет.'
    al 'Первое: можно, я сейчас заберу Лену и Алису на остров Ближний. Я хочу, чтобы они там дали клятву друг другу, что больше никогда не поругаются до такой степени, чтобы дружбе был конец.'
    cs 'Это очень хорошая идея. Конечно, даю добро.'
    al 'Второе: раз разрешение получено, то мы остаёмся без ужина. Что останется от ужина, можно будет принести в наши домики?'
    cs 'Хорошо, мы каждому из вас оставим свою порцию.'
    al 'И третье...'
    'Я покраснел, как маленький мальчишка.'
    cs 'Ну, говори, кавалер.'
    al 'Я же один живу... Можно, я поменяюсь с Ульяной домиками? Или пускай Алиса ко мне переедет. Я к ней неровно дышу.'
    th 'Если бы это была вожатая, то уверен она бы кричала: Нет, ни за что, не положено и другие отказы. Но девушка не Ольга.'
    cs 'А вы там развратом заниматься не будете?'
    al 'Нет, да и Ульянка, если что, поможет в алиби перед вожатой.'
    cs 'Тут я тебе ничего ответить не могу. Я не имею права распоряжаться чужой жизнью, как мне вздумается.'
    al 'Но...'
    cs 'Я не закончила. Поговори сначала с Алисой. Если та будет сама совместно жить с тобой, то сами и решите поменяться домиками или переехать к тебе. Я не буду против или возражать.'
    cs 'Только до этого пускай придёт ко мне вместе с Ульяной, чтобы мы придумали вам алиби для переселения.'
    al 'Хорошо, тогда можешь сказать Алисе и Лене, чтобы сюда подошли?'
    cs 'Хорошо, скажу. Удачи тебе!'
    hide cs with dspr
    'Виола отправилась назад.'
    th 'Осталось теперь поговорить с Алисой, но в начале я реализую свой коварный план по поводу Лены и Алисы.'
    show un normal pioneer at cleft
    show dv normal pioneer at cright
    with dspr
    'Через минуту из помещения вышли Алиса и Лена.'
    un 'Ты что-то хотел?'
    dv 'Я только поесть хотела.'
    al 'Потом поедите. Садитесь в лодку.'
    'Указываю им на заранее подготовленную лодку.'
    show dv surprise
    show un surprise
    with dspr
    'Девушки удивились.'
    un 'Но...'
    al 'Никаких Но!'
    'Они сели в лодку. Я взял вёсла и сел к ним.'
    show expression 'mods/four_horizons/Наше/un_dv_boat_day.png' as cgf with dissolve
    'Мы поплыли на остров Ближний.'
    dv 'Куда мы плывём?'
    un 'Алексей, ты что задумал?'
    'Я ничего им не отвечал, а просто молча грёб до ближайшего острова.'
    un 'Он явно что-то задумал и не хочет говорить, что именно.'
    dv 'Думаю, мы скоро это узнаем.'
    'Я усмехнулся.'
    al 'Конечно узнаете, куда вы с лодки-то денетесь?'
    dv 'Я надеюсь ты не собираешься нас изнасиловать?'
    al 'А ты хочешь?'
    un 'Дурак!'
    'Девушки посмеялись ибо уже понимали мой быдловатый юморок.'
    al 'На самом деле нет, потерпите чуть, чуть и всё тайное станет явным.'
    'Не мог я удержаться и сделал очень хитрое выражение лица.'
    'Ещё пару заходов и мы были уже у острова.'
    scene bg ext_island_night with dissolve
    'Прибыв туда, я загнал лодку на берег, а девочки стояли и смотрели.'
    'К нашему прибытию всё в округе уже потемнело.'
    th 'Мы так долго гребли до берега что ли?'
    show un surprise pioneer
    show dv surprise pioneer
    with dspr
    'Девушки вышли из лодки и стояли как вкопанные, смотря на меня.'
    al 'А теперь, дорогие девушки, взялись за руки!'
    show un shocked at left
    show dv scared at right 
    with dspr
    'Лена и Алиса: З-з-зачем?'
    al 'Когда парень говорит вам взяться за руки, надо браться и не задавать глупых вопросов!'
    'Они, обменявшись друг с другом взглядами, взялись за руки.'
    al 'Теперь, встали друг перед другом так, чтобы обе видели с одной стороны море, а с другой лес!'
    'Девушки послушались меня, словно, я какой-то кукловод.'
    al 'Теперь руки вперёд и смотрите обе в глаза друг другу.'
    'Они сделали всё так, как я сказал.'
    al 'Теперь, повторяйте за мной по очереди. Кто из вас будет первой, сами решите.'
    th 'Я, Имя, Фамилия, торжественно, на столь красивом месте.'
    dv 'Я, Алиса Двачевская, торжественно, на столь красивом месте.'
    un 'Я, Елена Тихонова, торжественно, на столь красивом месте.'
    al th 'Стоя перед своей лучшей подругой, Имя, Фамилия.'
    dv 'Стоя перед своей лучшей подругой, Еленой Тихоновой.'
    un 'Стоя перед своей лучшей подругой, Алисой Двачевской.'
    al th 'Клянусь! Никогда больше не доводить до уничтожения дружбы!'
    show dv cry
    show un cry
    with dspr
    'Девушки начали плакать, но они продолжали делать то, что я им говорю.'
    dv 'Клянусь! Никогда больше не доводить до уничтожения дружбы!'
    un 'Клянусь! Никогда больше не доводить до уничтожения дружбы!'
    al th 'Клянусь своим счастьем, что останемся подругами навек, даже если мы перестанем общаться!'
    dv 'Клянусь своим счастьем, что останемся подругами навек, даже если мы перестанем общаться!'
    un 'Клянусь своим счастьем, что останемся подругами навек, даже если мы перестанем общаться!'
    al th 'А если я нарушу свою клятву, то карой мне будет пионер Алексей!'
    dv 'А если я нарушу свою клятву, то карой мне будет пионер Алексей!'
    un 'А если я нарушу свою клятву, то карой мне будет пионер Алексей!'
    al 'Ладно, не хныкайте. Обнимитесь.'
    show expression 'mods/four_horizons/Наше/ext_island_night.png' as cgf with dissolve
    'Девушки стояли в обнимку пару мину.'
    un 'Зачем ты это сделал?'
    dv 'Мы бы и так больше не поругались, а за Лену я бы башни любому посносила бы!'
    al 'Так будет подстраховка, что даже если вы расстанетесь, то не будете забывать, что вы подруги, даже если вы больше никогда не увидитесь! Вы будете помнить это, как один из лучших моментов в жизни.'
    dv 'Лёшенька... ты чудо!'
    un 'Лёшенька? Никогда не думала, что ты можешь так назвать его.'
    dv 'Да, я грубая и нехорошая девочка. Но могу быть тоже отличной подругой'
    un 'Или больше даже.'
    'Лена захихикала, а мы оба покраснели.'
    scene bg ext_island_night with dissolve
    show un smile3 pioneer
    show dv shy pioneer
    with dspr
    dv 'На что это ты намекаешь, овца?'
    un 'Беееее-бееее. Если я овца, то ты тоже овца. Думаешь, я не вижу, как вы  друг на друга смотрите?'
    'Мы молчали, но по лицам было понятно, что Лена права.'
    un 'Ладно, давайте отправляться обратно, а то уже очень темно.'
    al 'Согласен, Алиса, ты только далеко не уходи. У меня к тебе ещё разговор остался.'
    dv 'Окей.'
    'Девушки забрались в лодку, а я оттолкнул её от берега и запрыгнул сам.'
    show expression 'mods/four_horizons/Наше/un_dv_boat_night.png' as cgf with dissolve
    'Взявшись за вёсла, я начал грести обратно.'
    dv 'Всё-таки это было лишним.'
    un 'А я так не думаю. Мне после этого стало так тепло на душе!'
    al 'Все, что  греет душу, не является лишним.'
    dv 'Сам придумал?'
    al 'Нет, из фильма какого-то взял.'
    un 'Главное, что подошло к месту.'
    'Девушки продолжали с улыбкой смотреть друг на друга.'
    un 'Я никогда тебе этого не забуду, Алексей.'
    al 'А что я то?'
    dv 'Не прибедняйся! Если бы не ты, то не факт, что мы бы помирились вовсе!'
    un 'Вот именно, то, что мы теперь снова проводим вместе время это целиком и полностью твоя заслуга! И ничья другая.'
    al 'А как же Ольга? Это ведь она меня заставила вас помирить.'
    dv 'Врёшь, она просила просто постараться уладить конфликт, чтобы дальше не возникало новых драк.'
    un 'Но ты сделал большее, не просто уладил конфликт, а нас помирил, и вовсе укрепил нашу дружбу. Вожатая тебе такого указания не давала.'
    th 'Что правда, то правда, нет смысла спорить.'
    al 'Ладно ваша взяла.'
    'К этому моменту мы уже вернулись к причалу.'
    scene bg ext_boathouse_night with dissolve
    show un cry_smile pioneer at cright
    show dv smile pioneer at cleft
    with dspr
    'Девушки помогли привязать лодку.'
    un 'Ладно, я побежала домой!'
    dv 'Спокойной ночи!'
    al 'Аккуратней!'
    hide un with dspr
    show dv normal at center with ease
    'Лена скрылась в темноте, оставив меня наедине с Алисой.'
    dv 'О чём ты хотел поговорить?'
    al 'Скажи, ты бы хотела бы если я переехал жить к тебе в домик? Или ты ко мне?'
    'Алиса задумалась.'
    th 'Вопрос с одной стороны детский и глупый, но нам же не по десять лет, поэтому вопрос куда серьёзнее, чем кажется на первый взгляд.'
    dv 'Смотря куда. Так, конечно, скорее всего, нет. Хоть мелкая меня иногда бесит своими приколами, но и сама может чем то помочь.'
    al 'Ладно, не буду томить тебя. Я сегодня говорил с Виолой.'
    'Она внимательно меня слушала.'
    al 'Она сказала мне поговорить с тобой. Если ты будешь не против, тогда мы должны выбрать, как поступить, если переезжаю я к тебе, то предупредить Ульянку, если же ты ко мне, то подойти к ней.'
    show dv shy with dspr
    'Алиса покраснела.'
    dv 'Серьёзно?'
    al 'Да. Я инициатором разговора был. Если поживём оставшиеся дни вместе, может, мы прямо с лагеря начнём строить отношения?'
    dv 'Что от меня требуется?'
    show dv normal with dspr
    'В глазах Алисы будто загорелось пламя.'
    'Значит она сама этого очень сильно хочет.'
    al 'Сейчас ты идёшь к себе в домик, возьмёшь с собой Ульяну, и вам надо будет прийти в медпункт. Виола сегодня будет там ночевать. Она вам скажет, что нужно говорить, если вожатая начнёт бузить.'
    dv 'А если она начнёт бузить? ОД дико терпеть не может, когда в одном домике живут парень и девушка, как бы дело до секса и беременности не доходили!'
    al 'Поэтому подстрахуемся.'
    dv 'Хорошо, ток не думай, что дам пялится тебе на свои прелести или пущу к себе в койку.'
    al 'Да больно надо! Сама прибежишь!'
    'Я засмеялся, а Алиса дала мне пенделя.'
    dv 'Ладно, жди.'
    show dv scared with dspr
    'Она уже хотела побежать, но я схватил её руку.'
    dv 'Ты ч-чего?'
    al 'Мы с тобой не решили, кто к кому переезжает?'
    show dv grin with dspr
    dv 'Давай ты ко мне, так в падлу свои шмотки тащить.'
    al 'Как скажешь, я тогда отправлюсь к себе в домик собирать свои шмотки, а как придёт Ульяна, оставлю ей домик и приду к тебе.'
    dv 'Договорились, а теперь пусти.'
    hide dv with dspr
    'Я отпустил руку девушки, и она побежала в сторону своего домика.'

    'А я словно в припрыжку отправился к себе.'
    scene bg home_night2 with dissolve
    'Незнаю был ли отбой в лагере, но пока я шёл до домика много у кого выключен свет и никого из пионеров я не встретил по пути.'
    'Мне же лучше.'
    'И вот в последний раз я поворачиваю ключом в замок и открываю дверь.'
    '№ Фон домика пионера внутри, ночь свет включён.'
    'Зайдя домой, первым же делом включил свет.'
    'На столе я заметил булочки и чай.'
    th 'Интересно кто это принёс?'
    'Небогато конечно, но лучше, чем ничего.'
    'Я принялся есть и одновременно размышлять.'
    th 'Если даже я застряну в СССР, это отличный повод закрутить роман с Алисой, исправить свои ошибки, и, может, научится чему-то новому.'
    th 'Но что будет, если я, она и Лена вернёмся в своё время? Как мы сможем там найти друг друга? Вдруг, она сейчас вовсе не в своём городе? Лена точно в другом городе, но её судьба меня меньше волнует, чем Алисы.'
    th 'Мы оба агрессивные и можем сразу в глаз дать, однако, когда находимся рядом, то с нами что-то происходит. Может, это частица счастья, которая изменяет нас изнутри? Или какое-то новое, забытое чувство, которое я уже давно потерял?'
    th 'В моем времени у меня так мало людей, которые бы забеспокоились из-за моего исчезновения. А если я останусь тут, тогда кто родится у моих предков? Не будет ли парадокса какого-нибудь? А, да и хрен с ним!'
    'Встал со стула и подошёл к окну. Открыв его, я достал пачку сигарет, и включил Цоя Пачка сигарет. Сделав первую затяжку, снова впал в размышление.'
    th 'Почему сейчас себе этим мозги забиваю? Я же не самый умный парень, обычный пацан с района, которого запросто можно гопником назвать. Не имеющий высшее образование, но живущий по справедливости, и по понятиям.'
    th 'Может, я тем и отличаюсь от гопников, что не нападаю на слабых с целью заработка лёгких бабосиков? Да и в мед я пошёл, чтобы помогать другим людям, которым тоже не повезло по жизни со здоровьем.'
    th 'Однако у меня ничего не вышло. Как бы я не помогал людям, потом я же и оставался у них уродом. Ну, кроме молодых мамочек, которым никто не может помочь поднять коляску. Неужели у вас руки или жопа отвалится, чтобы на минуту прерваться.'
    th 'Иногда я просто не понимаю людей. Сами же будут кричать, что вокруг нас одни твари, которые думают только о своей личной выгоде. Что по телику, что в газетах, что на улицах, что по инету. А сами введут себя точно также, как те, которых гнобят.'
    th 'Лицемерием так и несёт. Буду надеяться, что Алиса не такая, и что с ней удастся создать хорошую и крепкую семью в будущем.'
    'Из моих размышлений вывел меня грохот. Кто-то пнул дверь и вошёл в домик. Я от неожиданности чуть сигарету непотушенную не выкинул в окно!'
    us 'А вот, и я! Курим, значит? Ай-яй-яй!'
    show un smile pioneer with dspr
    'Ульяна, со своими вещами, стояла у порога и лукаво смотрела на меня.'
    al 'Твою мать! Ульяна! Я из-за тебя чуть пожар не устроил!'
    us 'Но не устроил же!'
    'Она прошла и положила вещи на свободную кровать.'
    'Я потушил сигарету и стал собирать свои вещи.'
    al 'Я так понимаю, мы меняемся домиками.'
    show us laugh with dspr
    us 'Ну нет, я к тебе жить переехала, чтобы отбить тебя у Алисы.'
    'Девочка звонко рассмеялась.'
    'Собрав свой мешок и убрав свою зимнюю форму в пакет я уже приготовился уходить, как вдруг...'
    show us sad with dspr
    us 'Стой. Совет тебе хочу дать.'
    th 'Интересно. Какой же совет хочет дать мне маленькая девочка. Хотя это же её инициатива, что я вовсе к Алисе переезжаю'
    al 'Я внимательно слушаю.'
    us 'Если ты не хочешь испортить отношения с Алисой, никогда её на людях не отчитывай, она только хуже делать будет. Если она не права, то говори с ней об этом наедине.'
    al 'Не любит, когда её людно пристыжают?'
    us 'Что-то вроде того.'
    al 'Ладно запомню, спасибо тебе за совет и за иницативу.'
    show us grin with dspr
    us 'Удачи вам, будет свадьба позвать не забудьте!'
    'Лукаво улыбнулась она.'
    'Попращавшись с девочкой и взяв свою сумку, я немедленно поспешил к выходу.'
    scene bg home_night2 with dissolve
    'Оказавшись на улице, я сразу же стал переводить дыхание.'
    th 'Ухххх, какая свадьба? Мы только пять дней знакомы, да и вовсе не из твоего мира.'
    th 'Ладно хватит мять свои яйца, пора навстречу к любви.'
    'Гордо подняв свою голову, я тут же отправился в свой новый домик.'
    '№ Фон домик Алисы снаружи ночь, свет включён.'
    'Ну вот теперь осталось всего лишь несколько метров, до своей желанной цели на сегодняшний день.'
    'А именно ночёвка в одном домике со своей Алисой.'
    'Потрогал ручку двери, дверь не закрыта.'
    scene bg int_house_of_dv_night with dissolve
    show dv normal pioneer with dspr
    'Зайдя в домик я увидел Алису, которая сидела и смотрела в ночное окно, не замечая меня.'
    'Из рубашки торчит провод.'
    th 'Ну всё понятно! В наушниках дама сидит.'
    hide dv
    show dv normal pioneer close
    with dspr
    'Я швырнул свою сумку на кровать Ульяны и подошёл к ней.'
    al 'Скучаем?'
    show dv scared with dspr
    'Неожиданный мой приход слегка напугал Алису.'
    dv 'Не нужно так сзади подкрадываться к человеку!'
    al 'Прости, просто ты была в наушниках, не буду же я как придурок орать.'
    show dv smile with dspr
    dv 'Ладно сосед, располагайся.'
    al 'Так мне то что? Вон шмотки уже на кровати.'
    dv 'А разобрать?'
    al 'Да ну их.'
    'Я показал язык Алисе.'
    dv 'Так, что будем делать?'
    al 'Если не кушала, то покушай, и надо спать лечь.'
    show dv sad with dspr
    'Алиса была взволнована.'
    th 'Переживает за наши отношения, значит они искренние'
    dv 'А как же наш договор, о встрече между...'
    al 'У нас остался один день и одно утро на последний день. Успеем договориться.'
    dv 'Хорошо, верю тебе.'
    al 'Как насчёт пивка?'
    show dv grin with dspr
    dv 'А у тебя есть?'
    'Лукаво посмотрела она.'
    'Я достал две банки пива Старый Мельник'
    dv 'Я, конечно, больше немецкое предпочитаю, но главное, что это не Балтика и не МаZzай.'
    al 'Тогда лови!'
    'Я кинул ей банку пива. Мы почти одновременно пшикнули ими.'
    al 'Ну, с новосельем!'
    dv 'Вздёрнем!'
    'Мы чокнулись банками и отхлебнули пива.'
    show dv normal with dspr
    dv 'Так, какие планы на завтра?'
    al 'Ну, после завтрака надо сходить к Мику, так как мы договаривались. Потом, не забудь, у нас концерт.'
    dv 'Да, помню. А вечерком всё время проведём у Мику в кружке?'
    al 'Посмотрим, может быть, и нет.'
    'Я отхлебнул пивка.'
    al 'Предлагаю на утро седьмого дня, если рано встанем, пойти искупаться. А если нет, то просто подрыхать.'
    dv 'Это, если вожатая решит не проводить линейку.'
    'Ну мне точно в этом плане не страшно, как говорится уговор дороже денег.'
    th 'Хотя лишние бабосики мне бы сейчас не помешали.'
    al 'А мне насрать, я и завтра на линейку не пойду.'
    dv 'Ты самоубийца что ли?'
    al 'Алиса, я на ваших линейках был только один раз. И, почему-то, ещё живой.'
    'Злорадно засмеялся я.'
    show dv grin with dspr
    dv 'Это потому, что ты тварь везучая!'
    al 'Был бы везучим, я бы с универа не вылетел.'
    dv 'Да всякое в жизни бывает.'
    al 'Если хочешь, могу и с тобой завтра сходить на линейку, главное разбудить не забудь.'
    dv 'Конечно, пойдёшь. Да не просто пойдёшь, а побежишь, как миленький.'
    'Теперь она ещё мною указывать будет? С каких пор в ней черта вожатой проснулась?'
    'Алиса злорадно посмеялась.'
    al 'Ага, удачи.'
    'Я посмеялся в ответ. И мы опять отхлебнули по пару глотков пивка.'
    al 'А ты не расстроишься, если у нас не выйдет вернуться в наше время?'
    dv 'Мне вообще посрать, где быть. С тобой главное.'
    al 'А почему со мной?'
    'Алиса допила своё пиво, и повернулась ко мне.'
    show dv guilty with dspr
    dv 'Понимаешь, я ещё на Ленку злилась оттого, что раз она стесняшка-милашка, то я такая легкодоступная сука, с которой можно потрахаться и забыть, что это было.'
    al 'Может, это из-за твоего стиля одежды было?'
    dv 'Понятия не имею. Парней, которые после отшивания Леной, приходили ко мне, я матом посылала, а кого-то и вовсе избивала.'
    al 'А почему же?'
    dv 'Опять же, раз Ленка не дала, то Алиска по-любому даст, она же дура.'
    al 'Понимаю.'
    th 'Что-что, а Алиса точно не дура. Она может не самая умная девушка, но мозги свои держит при себе. Иногда вовсе может что-то умное сказать.'
    'Я допил свою банку.'
    dv 'Дай закурить!'
    al 'Лады.'
    'Я дал ей сигарету и зажигалку.'
    'Она открыла окно и начала курить.'
    al 'Главное что у вас с Леной конфликт теперь исчерпан.'
    dv 'Тоже верно, но травма о прошлом осталась. Поэтому я надеюсь, что скоро я это всё забуду.'
    al 'Не стоит запоминать всё плохое. Достаточно сделать вывод, или записать его в свой блокнотик и оставить место для хороших и светлых воспоминаний.'
    show dv smile with dspr
    dv 'Угу, согласна с тобой.'
    'Алиса, одарив меня своей улыбкой, закончила курить и закрыла окно.'
    al 'Тогда я предлагаю пойти спать.'
    dv 'Тогда выйди, я разденусь.'
    al 'Могла бы и не просить выйти, сказала бы что хочешь сделать вышел без проблем.'
    'Вышел проветриться на пару минут.'
    '№ Фон домик Алисы снаружи ночь свет включён'
    'Сегодня наверно самый лучший день моей жизни.'
    'Переехал жить к девушке, которая мне нравится...'
    'Душевно посидели своей компанией...'
    'А самое главное клятва Лены и Алисе друг другу...'
    th 'Столько положительных эмоций я уже давно не испытывал.'
    'Из моих размышлений меня вывел один женский силуэт который ко мне приближался.'
    show sl normal pioneer at left with dspr
    'И ею оказалась Славя.'
    th 'Неужели они уже вернулись с Ольгой Дмитриевной?'
    sl 'Ой, привет! А ты чего не спишь?'
    th 'Я ожидал вопроса: А чего ты здесь делаешь?. Видать Виола уже поставила в известность вожатую и Славяну.'
    al 'Решил подышать воздухом перед сном.'
    sl 'А ты что, за весь день не надышался?'
    al 'Ну, когда ты половину дня провёл дома, потому что сильно подвернул ногу, не надышишься.'
    show sl sad with dspr
    sl 'Аккуратнее надо было быть!'
    'Я очень надеюсь, что Алиса слышит наш разговор, чтобы не спалиться раньше времени.'
    al 'Да всякое бывает. Ну, лоханулся, подумаешь!'
    sl 'Ладно, я закончу обход делать, и спать пойду. И ты ещё пару минут подыши, а потом, чтоб дома спал!'
    al 'Окай, босс!'
    hide sl with dspr
    'Славя ушла.'
    dv 'Заходи, я всё слышала.'
    'Отлично. Свой человек и знает, когда нужно помолчать.'
    scene bg int_house_of_dv_night with dissolve
    'Зайдя в домик свет был уже выключен. Да и хрен с ним.'
    'Алиса уже была под одеялом.'
    'Я разделся и лёг в свою кровать.'
    al 'Спокойной ночи!'
    dv 'Сладкого сна!'
    show blink
    'Все свои мысли и рассуждения остались у меня за дверью этого домика.'
    'Поэтому мне не составило труда уснуть моментально.'
    pause 3

    $ new_chapter(3, u"День шестой.\nНаша банда.")
    'Меня разбудили толчки и тряска.'
    dv 'Соня, а ну вставай давай! Вставай, я сказала, или за ледяной водой пойду!'
    al 'Ма, мне сегодня ко второй паре отвали!'
    'Я услышал знакомый женский смех'
    dv 'Нихрена себе, мамкой меня ещё никто не называл.'
    th 'Ой ё-мое!'
    scene bg int_house_of_dv_day
    show unblink
    show dv grin pioneer
    with dissolve
    'Я открыл глаза и увидел стоящую передо мной Алису, которая уже успела и одеться, и собраться.'
    'Явно её позабавило, что мамой назвал, судя по лицу.'
    al 'Нет, чтобы доброе утро сказать или просыпайся, милый?'
    dv 'Обойдешься! Ещё не заслужил такого.'
    al 'Вредина!'
    dv 'Это мне куряга говорит!'
    al 'От куряги и слышу!'
    dv 'Это может идти бесконечно. Давай, одевайся, я на улице подожду. Пойдём, умоемся и на линейку!'
    th 'Очень умно на самом деле.'
    hide dv with dspr
    'Алиса вышла на улицу, а до меня дошло, что я ни разу не умывался за всё время пребывания в лагере.'
    th 'Ну и лажанулся я!'
    'Я быстренько оделся, переложил сигареты и зажигалку в другой карман, чтобы не забыть.'
    th 'Так сиги не забыл, зажигалку взял, ключи на месте. Вроде ничего не забыл.'
    'Поправив рубашку, я вышел из помещения.'
    scene bg ext_house_of_dv_day with dissolve
    show dv normal pioneer with dspr
    'На улице меня уже ждала моя рыжая соседка.'
    dv 'Ну что, пошли?'
    al 'Погнали.'
    scene bg ext_houses_day with dissolve
    show dv normal pioneer with dspr
    'По дороге к умывальникам Алиса решила продолжить беседу.'
    dv 'Судя по погоде, даже не верится, что завтра может быть сильный дождь.'
    al 'Погода такая же непредсказуемая вещь, как первые месяцы беременной девушки. Настроение меняется ежеминутно.'
    'Алиса толкнула меня в плечо.'
    show dv grin with dspr
    dv 'Ну не у всех же такие перепады настроения возникают.'
    al 'Не спорю. Но из знакомых, кто уже с мелкими живут, говорят что их женушки туда-сюда, как шнырей гоняли.'
    dv 'Интересно, расскажешь?'
    al 'Ну типа то купи это, купи то. Проснётся в три часа ночи, захочет сгущёнку, а магазы закрыты, ток до гипермаркета топать. Учитывая того, что через три часа тебе вовсе на работу вставать.'
    show dv laugh with dspr
    'Алиса звонко посмеялась.'
    dv 'Уверена, Славя бы точно так делала бы.'
    'Дойдя до умывальников, я пришёл сюда впервые и из любопытства потрогал воду.'
    al 'Ёб твою мать!'
    show dv surprise with dspr
    'Ко мне подбежала Алиса.'
    dv 'Что случилось, Лёх?'
    'Алиса была встревожена так, будто я на противопехотную мину наступил и не должен с неё опускать ногу, если не хочу взорваться.'
    al 'Какого чёрта тут вода прямо из северного полюса течёт?'
    show dv grin with dspr
    dv 'Ты что, тут ни разу не был?'
    'Громко посмеялась она.'
    al 'Не-а, не был.'
    dv 'Ну ты и чукча! Ладно, давай поаккуратнее и на линейку.'
    scene bg ext_washstand_day with dissolve
    'Переборов этот негативный фактор,  нашёл в себе силы умыться.'
    'Хотя, это резко пробуждает и заставляет быть бодреньким с утра пораньше.'
    scene bg ext_washstand2_day with dissolve
    show dv smile pioneer with dspr
    dv 'Ну что? Умыл личико?'
    al 'Ага, даже не зря процедуру выполнил. Хорошенько взбодрился! А то был бы сонной лепёхой ещё, наверно, около часа.'
    dv 'Ладно, попёрли.'
    'Алиса взяла меня за руку и повела меня на площадь.'
    scene bg ext_square_day with dissolve
    'Мы пришли на площадь, где все уже встали на свои привычные места.'
    'Мы не стали выпендриваться и встали на свои места, а поскольку я вообще в первые пришёл на линейку я встал в самый конец отряда.'
    show expression 'mods/four_horizons/Наше/1It2YhrNDb8.png' as cgf with dissolve
    'Перед нами встала вожатая.'
    mt 'Доброе утро, пионеры! Напоминаю, что сегодня после обеда у нас особое событие. Три команды показывают свои номера.'
    mt 'Первая команда: Шурик, Электроник и Женя. Хотят представить своё научное открытие.'
    th 'Понятно, нудная скука под которой можно будет поспать. Что дальше?'
    mt 'Вторая команда: Славя, Уля и несколько ребят из младшего отряда. Хотят представить юмористический-военный номер.'
    th 'А вот это уже интересно. Можно поржать'
    mt 'И третья команда Мику, Алексей, Алиса, Лена и Семён. Хотят представить музыкальный номер.'
    th 'А это уже наша прекрасное выступление, которым лично я горжусь, как не знаю кто.'
    mt 'Победившая команда будет награждена большим шоколадным тортиками и на весь день будет освобождена от работы. Двум другим командам будет вкусный ужин и по обычному тортику за участие.'
    'Ульяна сразу загорелась желанием выиграть торт, по её глазам это было видно.'
    th 'Ну конечно, мелким всегда сладости подавай.'
    mt 'К сожалению, сегодня ваш полноценный последний день. Завтра утром вы покинете лагерь после завтрака. Но не стоит отчаиваться. Проигравших я тоже сильно напрягать не буду.'
    'После слов вожатой прозвучал горн на завтрак.'
    mt 'Ну, бегите.'
    'Мы тут же все двинулись на завтрак.'
    scene bg ext_dining_hall_away_day with dissolve
    'На полу пути я перехватил Алису и вместе с ней держась за руки мы вернулись к первоначальному маршруту.'
    'Поскольку мы все уже сдружились, то заранее знали, как разделиться, если свободных столиков не будет.'
    scene bg ext_dining_hall_near_day with dissolve
    show dv normal pioneer close at cright
    show se normal at cleft
    with dspr
    'У входа в столовую мы увидели Семёна.'
    se 'Простите, банда, не успел нам стол занять, придётся разделиться.'
    dv 'Тогда мы с Лёшой сядем вдвоём.'
    se 'Хорошо, я пошёл занимать место для Мику и Лены.'
    hide se with dspr
    'Семён скрылся в столовой.'
    'Не теряя времени, мы зашли в помещение следом.'
    scene bg int_dining_hall_day with dissolve
    'Взяв две порции на завтрак, мы тут же сели за свободный стол у окна. У нас было ещё одно свободное место.'
    show expression 'mods/four_horizons/Наше/dv_sem.png' as cgf with dissolve
    'Алиса взяла и отодвинула стул к соседнему столику.'
    al 'Нифига, ты хитрая какая!'
    dv 'А ты думал, что ты один тут хитрожопый, что ли?'
    'Лукаво улыбнулась она.'
    al 'После завтрака  следуем нерушимым законам Архимеда?'
    dv 'Конечно! Только недолго, нас же ребята будут ждать!'
    'На завтрак сегодня были булочки и чай.'
    'Мы стали есть, но не сильно торопились.'
    'Алиса вовсе волновалась, хотя и старалась это скрыть.'
    th 'Скорее всего из-за нашего выступления'
    'Но вот она устала от молчаливого завтрака и первой начала диалог.'
    dv 'Мы хоть и хорошо отрепетировали, но я всё равно чутка волнуюсь.'
    al 'Да не ссы ты! Ты же говорила, что уже выступала.'
    dv 'Ну, да, но только перед тем, как выступать, я рюмочку для храбрости пила.'
    al 'Ну, извините, наши рюмочки мы потратили вчера.'
    dv 'Ну ладно, фиг с ними, прорвёмся.'
    al 'Вот это по-нашему!'
    dv 'Не всю же жизнь бухать перед выходом на сцену.'
    al 'Так, а я о чем говорю. Я хоть и сам не святой, но бухаю не так часто.'
    'Мы закончили приём пищи и отправились к выходу.'
    scene bg ext_dining_hall_near_day with dissolve
    show dv normal pioneer with dspr
    'Если вчера мы могли себе позволить покурить у столовой или где-нибудь ещё, то теперь надо было прятаться, чтобы не спалиться перед вожатой.'
    'Мне даже ничего говорить не пришлось молчаливый кивок от своей спутницы говорил лучше тысячи бесполезных слов.'
    scene bg ext_polyana_day with dissolve
    show dv normal pioneer with dspr
    'Придя на старую секретную точку, я достал две сигареты, и как велено джентльменам, вначале угости даму, потом кайфуй сам.'
    'Первой прикурила Алиса, но затяжку делать не торопилась, явно ждёт меня.'
    'Но только стоило мне прикурить, так она сразу же сделала свою затяжку.'
    'Первая затяжка у меня прошла нормально, а вот у рок-звезды она была глубокая.'
    dv 'Ахххх, кайф!'
    al 'Что, нервы?'
    show dv sad with dspr
    dv 'Угу, есть такое. Та и не хочу, чтобы вожатая раньше времени узнала, что, типа, мы съехались.'
    al 'А тебе ли не пофигу? Последний день остался, завтра, считай, только утро у нас и всё. Та тем более я уверен она уже в курсе, не верю чтобы Славяна ей ничего не рассказала, если конечно Виола не подговорила.'
    dv 'За тобой правда.'
    al 'Просто не надо иногда в себя всякую чушь вбивать.'
    dv 'А тебе надо перестать курить.'
    al 'Кто бы говорил!'
    show dv angry with dspr
    'Алиса начала злиться.'
    th 'Да что не так с тобой?'
    dv 'Так я курю для тебя, мудень! Чтобы тебе стало самому противно курить, и ты бросил вместе со мной эту гадость!'
    al 'Мне уже становится противно, но я за это уже денежку отдал.'
    'И тут до меня дошло, какую я хрень сморозил.'
    dv 'Ой, да кури, если хочешь, достал! О тебе же, придурке, забочусь.'
    al 'Ладно, обещаю, что сегодня, после концерта, я выкурю последнюю, и перестану курить. Если для тебя это так важно.'
    dv 'Мне, вообще, пофигу, кури, сколько влезет!'
    al 'Врёшь! Сама только что обратное говорила.'
    dv 'Ой, да ну тебя, балбеса!'
    al 'Я даже понимаю, что ты все эти гадости говорила и говоришь любя. И Лену вчера овцой тоже любя называла.'
    dv 'Умник тут нашёлся.'
    'Алиса слегка ударила меня кулаком по плечу, но этого хватило, чтобы выбить сигарету из руки.'
    al 'Твою!..'
    'Рыжая притоптала упавший окурок.'
    show dv guilty with dspr
    dv 'Курить – здоровью вредить. Пошли уже к ребятам.'
    'Я, не желая ничего отвечать, молча встал и пошёл прямо за Алисой.'
    scene bg ext_musclub_day with dissolve
    'С одной стороны, меня распирала злость, из-за того, что рыжая не дала мне докурить. Но с другой стороны это забота обо мне.'
    'А это значит, что моя жизнь важна и ценна для неё.'
    'Лучше об этом с ней поговорить после концерта.'
    scene bg int_musclub_day with dissolve
    show dv normal pioneer
    show un normal pioneer at left
    show mi normal pioneer at cright
    show se normal at fright
    with dspr
    'В музклубе, как оказалось, ждали только нас.'
    al 'Извиняйте, надо было поговорить.'
    se 'Да всё нормально, я сам минуту назад только пришёл.'
    mi 'Чем вечером займёмся?'
    un 'Ну, я предлагаю, чтобы после концерта кто-то сходил и взял ужин для нас.'
    dv 'Только концерт закончится раньше ужина.'
    un 'И что будем тогда делать?'
    al 'Предлагаю тогда после горна мы все соберёмся у Мику в клубе, а до этого каждый займётся своими делами.'
    mi 'Хорошая идея, но вопрос Лены остался открытым.'
    se 'Это Виола сделает. Она хоть и будет с нами, но в любой момент может уйти, и, если ничего серьёзного не будет, то придёт обратно.'
    dv 'Давайте уже репетировать.'
    'Спустя пять минут осмотра и беглой настройки инструментов, прощупывания струн, клавиш, голосовых связок и барабанных палочек мы начали.'
    '...'
    'Мы отрепетировали пять раз. У нас выходило просто идеально.'
    mi 'Итак, на сцене есть другой рояль, который уже привели в порядок. Поэтому нам остаётся принести только гитары и барабаны.'
    un 'А обратно тоже мы потащим?'
    mi 'Нет, младшая группа сделает. Они вчера накосячили, в библиотеке окно разбили.'
    se 'Откуда знаешь?'
    mi 'А мне с утра сегодня Славя сказала.'
    th 'Небось Ольга запрягала их работать.'
    'Я посмотрел на часы и понял, что мы репетировали слишком долго и нужно было спешить, если мы не хотим пропустить обед.'
    al 'Давайте перенесём инструменты и пойдём обедать.'
    dv 'Пускай Ленка сходит, нам в столовой место займёт.'
    un 'А я вам тут точно не помогу?'
    mi 'Был бы ещё один инструмент, то да, помогла бы. Прости.'
    un 'Я не обижаюсь, наоборот, лучше все вместе сядем, чем раздельно.'
    dv 'Только я по-быстрому обедать буду надо будет одно дело сделать.'
    se 'Договорились. Алиса и Мику берут гитары, я с Лёхой возьму барабаны.'
    hide un with dspr
    'Лена побежала занимать нам места.'
    al 'Давайте по-быстрому перенесём и есть пойдём.'
    '...'
    scene bg ext_stage_normal_day with dissolve
    'Нам потребовалось около 10 минут, чтобы перенести всю аппаратуру к сцене.'
    'Принеся аппаратуру к сцене, мы, не отдыхая, сразу же направились в столовую.'
    scene bg ext_dining_hall_near_day with dissolve
    'Подойдя к столовой, мы заметили, что народ начинал собираться. Однако нам повезло проскочить в столовую без очереди.'
    scene bg int_dining_hall_people_day with dissolve
    'Лена успела занять для нас места. Получив свои порции на обед, мы сели к Лене, которая уже в тот момент кушала.'
    'Все ели молча, но я решил разрядить могильную тишину.'
    show dv normal pioneer
    show se normal at left
    show mi normal pioneer at cright
    show un normal pioneer at fright
    with dspr
    al 'Волнуетесь?'
    se 'Нет.'
    mi 'Чуть-чуть.'
    dv 'Я уже не так сильно.'
    un 'А вот я волнуюсь, мне же начинать, по факту.'
    dv 'Не бзди, подруга, прорвёмся.'
    'Девушки хихикнули.'
    al 'Вы как хотите ребят, но лично я сегодня играть, кроме концерта, ничего не буду. Руки и так от гитары уже болят.'
    mi 'Я постараюсь придумать что-нибудь другое, а то повторять вчерашнюю игру тоже глупо.'
    un 'Согласна, я тоже, может, что-нибудь придумаю.'
    se 'Главное нам сейчас – это не облажаться на концерте, а чем заняться остаток дня – придумаем!'
    al 'Полностью поддерживаю!'
    hide dv with dspr
    'Алиса уже закончила кушать, и убежала первой.'
    'Мы какое-то время ещё пообедали молча, затем тоже покинули столовую.'
    scene bg ext_dining_hall_near_day with dissolve
    'Конечно, мне хотелось покурить, я хоть скотина, но раз пообещал, что последнюю сигарету выкурю после концерта и больше курить не буду, значит, так и сделаю.'
    show mi normal pioneer with dspr
    mi 'Ну что, пойдёмте уже.'
    th 'Раз я курить не иду, тогда логичнее всего держаться всем вместе.'
    'Мы все пошли за Мику к сцене.'
    scene bg ext_stage_normal_day with dissolve
    show se normal at fright
    show mi serious pioneer at cleft
    show un normal pioneer at cright
    with dissolve
    'Придя к сцене, мы сразу же заняли места для Алисы и Виолы.'
    th 'Мы выступаем последними...'
    show cs normal at fleft with dspr
    'Вскоре и народ стал подтягиваться. К нашей компании подошла Виола.'
    cs 'Я не опоздала?'
    se 'Да нет ещё, Ольги пока что нет.'
    cs 'А где Алиса?'
    dv 'А я тут!'
    'Она была сзади, мы все повернулись.'
    show expression 'mods/four_horizons/spr/dv/dv_4_smile.png' as dvf
    show un shocked
    show mi surprise
    with dspr
    'Я когда её увидел, чуть голову не потерял.'
    'Она надела яркое красное платье, которое ей на самом деле очень даже шло.'
    'Всё были в шоке.'
    dv 'Ну, как вам?'
    un 'Просто бомба!'
    mi 'Какая красотка!'
    cs 'Поддерживаю, а ты, Сёма, не смотри, а то в глаз дам.'
    se 'Хватит ревновать, я же тебя люблю!'
    al 'Ты просто супер!'
    dv 'Я собираюсь так оставшийся день быть, так что терпи, пацанчик с района.'
    hide un
    hide dvf
    hide se
    hide mi
    hide cs
    with dspr
    show mt smile pioneer panama far with dspr
    'Вскоре наше общение прервала вышедшая на сцену Ольга Дмитриевна.'
    mt 'Приветствую вас, дорогие мои. Сегодня для вас самый старший отряд лагеря подготовил три номера, которые, возможно, навсегда останутся у вас в памяти. Поэтому давайте пожелаем всем участникам удачи!'
    hide mt with dsr
    'Первой выступала команда кибернетиков. Там были Женя, Электроник и Шурик.'
    'Они демонстрировали свои разработки в сфере кибернетики. На сцене был робот с кошачьими ушками, который повторял действия Жени. Шурик же читал нудную лекцию, от которой меня и Алису тянуло спать, когда остальным это было интересно.'
    'Я не стал дальше слушать нудную научную конференцию и решил поговорить с Алисой.'
    show expression 'mods/four_horizons/spr/dv/dv_3_guilty.png' as dvf
    al 'Не спишь?'
    dv 'Такими темпами точно усну.'
    al 'Ненавижу научные конференции.'
    dv 'А если бы я такое читала?'
    al 'Я бы себя душил, но заставил перебороть свою ненависть.'
    dv 'Мило, но ты тварь!'
    al 'Я знаю.'
    show expression 'mods/four_horizons/spr/dv/dv_4_normal.png' as dvf
    'Алиса максимально близко села ко мне.'
    dv 'Я хочу сегодня с тобой поговорить. Давай либо пораньше с вечеринки уйдём, либо перед сном поговорим.'
    al 'А в чём проблема поговорить после концерта? Будет же у нас время ещё.'
    dv 'Я боюсь не успеем.'
    al 'Сможем продолжить, если не успеем.'
    dv 'Так, что об этом думаешь?'
    al 'Если хочешь, то конечно поговорим, тем более мне тоже есть, что тебе сказать.'
    show expression 'mods/four_horizons/spr/dv/dv_4_laugh.png' as dvf
    dv 'Уже заинтересовал.'
    al 'Потерпишь. Ты же меня заставила терпеть такую красоту, вот и ты терпи.'
    dv 'Ах ты сучка!'
    al 'Весь в тебя.'
    'Алиса дала мне леща.'
    al 'Хватит меня бить!'
    dv 'Это разве бить? Это знак внимания.'
    al 'Надо будет отучить тебя от них.'
    dv 'У тебя может это получиться.'
    'Лукаво улыбнулась она.'
    'Наш диалог прервали аплодисменты пионеров.'
    th 'Ну наконец-то!'
    show mt smile pioneer panama far at left with dspr
    mt 'Следующая команда выступит с юмористической сценкой.'
    hide mt with dsr
    'На сцену вышли Ульяна, Славя и четыре пионера из младших отрядов.'
    sl 'Все мы знаем, что в армии есть так называемая дедовщина.'
    us 'Но не все довольны дедовщиной, даже если это идёт на пользу.'
    sl 'С помощью языка фантазии и жестов давайте посмотрим, а что будет, если в другой вселенной сержанта обнаружат за дедовщиной.'
    'После этих слов началось выступление.'
    '4 Младших пионера строили из себя обычных рядовых солдат, которые занимались своими делами. Потом приходит Ульяна в виде сержанта и заставляет выполнять свои различные приказы.'
    'Один из пионеров стал с неё крошки сдувать, второй изображал чистку её ботинка. Третий и четвёртый веерами махали. И такие действия шли на протяжении около минуты, пока не пришла Славя в фуражке.'
    'Славя жестами и непонятным языком начала строить Ульяну с вопросами. Та заявляет, что ребята сами захотели так сделать. Но Славя не поверила.'
    'Славя жестами заставила Ульяну чистить ботинки каждому под её присмотром. Большинство зрителей уже смеялось. Из нашей банды я один, кто не смеялся и это явно заметила Алиса.'
    dv 'А ты чего грустишь?'
    al 'Я не грущу, просто жизненно. Я же отслужил, поэтому такое видел постоянно.'
    dv 'Дедов прям наказывали?'
    al 'Ага, но если они даже сами спалились, потом, после отбоя, над нами по-новой издевались, якобы это мы были виноваты, что их офицеры или прапоры поимели.'
    dv 'А ты, когда стал дедом, так делал?'
    al 'Нет, однако я жёстко наказывал за косяки. Просто так я никого не гнобил и не заставлял никого делать то, что мог сделать сам.'
    dv 'Добрячок?'
    al 'Именно.'
    'Дальше Славя заставила Ульяну мыть полы. Она очень смешно мыла полы и пару раз даже упала, от чего аудитория стала ржать.'
    'Но на этом издевательства над Ульяной не закончились. Славя заставила ту ещё отжиматься.'
    us 'Хватит! Я больше не буду так!'
    sl 'Вот, что значит, когда тебя гоняет старший! Не будь сам таким!'
    'Все участники поклонились, и получили аплодисменты в ответ. Аплодисменты были громче, чем у прошлой команды.'
    mt 'Замечательная, а главное поучительная сцена для тех, кто собирается служить нашей матери Родине! А последним номером станет выступление команды Алексея.'
    'Мы все встали и пошли на сцену.'
    'Первой села Лена за рояль. После неё Мику и Семён заняли свои места. А мы с Алисой встали рядом.'
    al 'Здравствуй, лагерь Совёнок! Сегодня мы решили вам показать, что значит настоящий русских дух! И мы приготовили для вас песню, которая отложится у вас в сердцах на всю жизнь!'
    'Большая часть пионеров внимательно смотрела на Алису, ведь её никогда не видели в платье, а тут вдруг сама вышла.'
    show expression 'mods/four_horizons/Наше/IMG_6680.png' as cgf with dissolve#поёт, глаза открыты
    'Лена начала играть первой, и я тут же подхватил за ней и остальные подключались в игру.'
    'Круги на воде пропустить нельзя!'
    'Кто-то ушёл на дно, а кому-то всё равно.'
    'Погрустили, а завтра забыли, будто не были и не любили.'
    'Кто-то ушёл наверх, то есть ушёл навек'
    'И следит, улыбаясь, за нами сквозь глаза наших воспоминаний'
    show expression 'mods/four_horizons/Наше/IMG_6680-2.png' as cgf with dissolve#поёт, глаза закрыты
    'Так пускай наступает, холодным рассветом, на нас новый день.'
    show expression 'mods/four_horizons/Наше/IMG_6680.png' as cgf with dissolve#поёт, глаза открыты
    'Всё останется в этой вселенной, всё вращается в этой вселенной'
    'Возвращается к нам, запуская круги на воде'
    show expression 'mods/four_horizons/Наше/IMG_6680-2.png' as cgf with dissolve#поёт, глаза закрыты
    'Ничего не проходит бесследно, ничего не проходит бесследно.'
    show expression 'mods/four_horizons/Наше/IMG_6680-3.png' as cgf with dissolve#не поёт, глаза закрыты
    '№ Арт поющей Алисы, рот закрыт, до тех пор, пока не дойдёт до слов, а потом снова арт поющей Алисы с открытыми глазами'
    'Чей-то случайный ход, фатальный поворот.'
    'Мы друг друга на этой спирали обретали, и снова теряли.'
    'И остаётся нам, холодным городам'
    'Просто ждать когда станет теплее, и дышать, ни о чем не жалея.'
    show expression 'mods/four_horizons/Наше/IMG_6680-2.png' as cgf with dissolve#поёт, глаза закрыты
    'Так пускай наступает, холодным рассветом на нас новый день.'
    'Всё останется в этой вселенной, всё вращается в этой вселенной'
    'Возвращается к нам, запуская круги на воде'
    'Ничего не проходит бесследно, ничего не проходит бесследно.'
    show expression 'mods/four_horizons/Наше/IMG_6680-3.png' as cgf with dissolve#не поёт, глаза закрыты
    al 'Момент откровения, тайна, энигма'
    'Прикосновение Бога, союз восторга и испуга.'
    'Я столько раз пытался, но в этот самый миг'
    'Мой камень летит в воду, и вот, ведь, всегда в центр круга.'
    'Пытался кидать с юга, с запада, на закате дня'
    'С утра, под разными углами, камнями разных пород.'
    'Другой рукой, в прыжке, вслепую.'
    'Какая-то западня, все равно попадаю в центр круга, который год.'
    show expression 'mods/four_horizons/Наше/IMG_6680.png' as cgf with dissolve#поёт, глаза открыты
    'Так пускай наступает, холодным рассветом, на нас новый день.'
    show expression 'mods/four_horizons/Наше/IMG_6680-2.png' as cgf with dissolve#поёт, глаза закрыты
    'Всё останется в этой вселенной, всё вращается в этой вселенной'
    show expression 'mods/four_horizons/Наше/IMG_6680.png' as cgf with dissolve#поёт, глаза открыты
    'Возвращается к нам, запуская круги на воде'
    'Ничего не проходит бесследно, ничего не проходит бесследно.'
    show expression 'mods/four_horizons/Наше/IMG_6680-2.png' as cgf with dissolve#поёт, глаза закрыты
    'Так пускай наступает, холодным рассветом, на нас новый день.'
    show expression 'mods/four_horizons/Наше/IMG_6680-2.png' as cgf with dissolve#поёт, глаза закрыты
    'Всё останется в этой вселенной, всё вращается в этой вселенной'
    show expression 'mods/four_horizons/Наше/IMG_6680-2.png' as cgf with dissolve#поёт, глаза закрыты
    'Возвращается к нам, запуская круги на воде'
    'Ничего не проходит бесследно, ничего не проходит бесследно.'
    show expression 'mods/four_horizons/Наше/IMG_6680-3.png' as cgf with dissolve#не поёт, глаза закрыты
    'Несколько секунд прошло. Но тут...'
    'Аплодисменты стояли на весь лагерь, а некоторые даже вовсе свистели, ликовали, кричали.'
    'Пионеры' 'БРАВО! БРАВО! БРАВО!'
    'Мы все вышли и поклонились. А к нам на сцену пришла вожатая.'
    mt 'Кажется, победитель уже всем ясен. Поздравляю вас! Песня была шикарная. Никогда не думала, что Алиса так может петь. Просто высший балл!'
    'Алиса была чуть расстроена.'
    dv 'С-спасибо...'
    mt 'Прости, что постоянно тебя ругала, но тут ты показала свой настоящий талант.'
    'Извинения, да ещё перед всем лагерем... это достойно уважения.'
    dv 'Я прощаю вас.'
    mt 'А сейчас расходимся, товарищи победители, пройдите в медпункт для получения своего приза.'
    'Мы вышли со сцены.'
    se 'Вот это да! Отожгли, так отожгли! У меня до сих пор мурашки по коже.'
    dv 'А у меня стресс, хотя исполнили прекрасно.'
    mi 'Я даже испугаться успела, когда Алиса после слов Алексея сразу орать начала.'
    un 'Это было прекрасно.'
    al 'Согласен. Давайте разделимся, я успокою сейчас Алису, и мы придём к вам в кружок. А вы пока что, заберите торт, а потом после горна мы подойдём к вам.'
    se 'Хороший план.'
    dv 'Лёша не на...'
    al 'Я ничего слышать не желаю. Пойдёшь и всё!'
    'Я взял Алису за руку и повёл на наше место.'
    scene bg ext_polyana_day with dissolve
    'Спрайт Алисы: Грусть в красном платье'
    'Она не сопротивлялась, и послушно шла туда, куда я вёл её.'
    'Мы пришли на место назначения, и я достал две сигареты.'
    al 'На, стресс сними.'
    'Алиса взяла сигарету из моих рук и закурила.'
    'Я последовал её примеру и тоже закурил.'
    dv 'Я могла бы обойтись и без этого, если бы не вожатая.'
    al 'А что она?'
    'Спрайт Алисы: Плачет в красном платье'
    dv 'Она всегда во всех грехах обвиняла меня или Ульянку. А тут в первый раз я услышала похвалу от неё. Я еле сдержалась, чтобы не заплакать, так как редко похвалу выслушивала.'
    'Спрайт Алисы тот же приближение'
    al 'Это всё закончилось. Всё хорошо.'
    dv 'Угу.'
    'Мы молча курили. Затяжку за затяжкой. Сделав последнюю, я затушил сигарету, а потом вовсе испортил пачку сигарет.'
    'Спрайт Алисы: Удивление в красном платье близко'
    'Алисы была сильно удивлена.'
    dv 'Ты зачем такое сделал?'
    'Она потушила бычок.'
    al 'Я же обещал тебе, после выступления это будет моей последней затяжкой. Ради тебя я бросаю курить.'
    show dv cry with dspr
    'Алиса не выдержала и заплакала.'
    al 'Ну-ну, ты чего?'
    dv 'Никто для меня такого ещё не делал. Чтобы ради меня отказывались от своих вредных привычек, с которыми ты живёшь уже, наверно, несколько лет.'
    al 'Сегодня это не последний сюрприз, заготовленный тебе. Ладно, пошли, нас уже заждались.'
    'Она молча дала мне руку, и мы пошли в сторону домика.'
    scene bg ext_house_of_dv_day with dissolve
    'Спрайт Алисы: Грусть в красном платье'
    'Мы наконец то дошли до домика. Пока мы шли, на нас пялился весь лагерь.'
    al 'Давай ты переоденешься пока, что, а я тут тебя подожду.'
    dv 'Через десять минут заходи. Я чуть, чуть побыть одна хочу'
    al 'Хорошо, как скажешь'
    hide dv with dspr
    'Алиса скрылась в нашем домике. А я, присев у крыльца, стал смотреть на обстановку в лагере.'
    th 'Неужели всё это проявление божественной милости? Или как можно ещё понять, что я так долго нахожусь тут?'
    'Сначала я паниковал и пытался понять где я нахожусь, но потом решил забить на всё и просто расслабиться.'
    'В этом необычном месте я смог познакомиться с такими классными ребятами из прошлого и с двумя девицами из моего настоящего.'
    'Лену жаль иногда конечно, но помочь ей ничем не могу. Кроме, как выслушать её боль, которую она явно в больших порциях себе копит.'
    'И Алиса, которая изменилась сама и самое интересное изменила меня.'
    'Ведь я стал меньше ругаться матом, покультурнее себя вести, а сейчас вовсе курить бросил.'
    'Тяга конечно есть, но я мужик, я вытерплю.'
    'Достав телефон и сверив время, я убрал его обратно.'
    th 'Уже пятнадцать минут прошло, пора.'
    scene bg int_house_of_dv_day with dissolve
    'Зайдя в домик, я успел бросить взгляд на Алису.'
    '№ Арт Алисы которая слушает музыку с закрытыми глазами'
    'Она явно меня не заметила. Да и как заметит, если у неё уши заткнуты.'
    'Ей нужно подумать над всем, что случилось сегодня.'
    th 'Лучше оставить её одну.'
    'Я потихоньку направился к выходу, как вдруг...'
    '№ Арт Алисы которая слушает музыку, открыла глаза'
    dv 'Куда ты пошёл?'
    'Резко посмотрела в мою сторону Алиса.'
    al 'Извини, я думал, ты хочешь побыть одной, подумать над всем, что случилось за эту неделю и то, как жить дальше.'
    dv 'А я не хочу чтобы ты уходил, тем более мы не поговорили.'
    '№ Арт Алисы и ГГ на кровати, Алиса отвернулась'
    'Я подошёл поближе к ней и прилёг на кровать.'
    'Алиса не спешила развернуться ко мне, но я слышал, что звук наушников был очень слабый.'
    'Она явно ждёт, когда я начну разговор.'
    al 'Я хочу поговорить о нас.'
    dv 'О нас?'
    al 'Да, я начну, ты меня выслушай хотя бы. Да звучит так, будто я пришёл извиняться, хотя ты не обижаешься на меня, но всё же...'
    dv 'Давай уже...'
    al 'Алиса, я волнуюсь за наше будущее. Не в плане того, что я сомневаюсь в тебе, а в другом плане. Вдруг это вообще наш самый долгий сон, а открыв глаза, мы потеряем друг друга навсегда...но я в это не верю.'
    dv 'Почему же?'
    al 'Если бы это был сон, то как моё пиво, которое я купил перед тем, как заснуть в автобусе смогло материализоваться тут?'
    '№ Арт Алисы и ГГ на кровати, слушают музыку вместе'
    'Алиса повернулась ко мне и протянула мне свой наушник.'
    'Музыка Static-X New Pain'
    'И то что играло у рыжей прямо сейчас, только обрадовало меня. Любимые статики...'
    th 'Какая ты клёвая всё же'
    dv 'То, что произошло это не случайность. Если это случилось, значит так нужно и нам выпал шанс на то, чтобы вместе исправить что-то в своих жизнях. Скажи мне, разве ты не хотел бы того, что заимел тут в лагере?'
    al 'Про что ты намекаешь?'
    dv 'Про твои изменения в лагере, ты наверняка не заметил сам, как стал другим. Вспомни, каким ты был до попадания сюда, а какой сейчас.'
    th 'А ведь она права, если раньше я готов в х на х и куда подальше отправлять, то сейчас мне даже самому противно от старого себя.'
    al 'Это не самое главное, что я тут нашёл или приобрёл.'
    'Алиса всё-так же лежала и не открывала глаза.'
    dv 'А что же главное для тебя тут?'
    al 'Одна лисица, которые имеет огненный цвет глаз, которая только что исполнила любимую песню, под шикарное красное платье.'
    'Алиса покраснела и легонько толкнула меня в бок.'
    al 'Эй! Ты чего?'
    dv 'Не подлизывайся.'
    al 'То есть говорить правду это теперь подлизываться?'
    'Она тяжело вздохнула'
    dv 'Как всё тяжело. А ведь реально, как нам поступать завтра? У нас очень мало времени осталось.'
    'Я приобнял Алису и она явно не сопротивлялась этому.'
    al 'Давай завтра сразу и порешим этот вопрос без всяких трудностей и проблем. У нас на сегодня встреча в клубе у Мику.'
    dv 'И что с того?'
    al 'С того, что я предлагаю не забивать себе голову сейчас. Утро вечера мудрёнее.'
    'Прозвучал горн на ужин'
    scene bg int_house_of_dv_night with dissolve
    show dv normal pioneer2 with dspr
    'Алиса уже подорвалась с кровати, но не переставала смотреть на меня.'
    dv 'Хорошо, поговорим, но дай мне обещание.'
    al 'Какое?'
    show dv shy with dspr
    dv 'Ты не оставишь меня одну...'
    'Она тут же опустила взгляд на пол.'
    th 'Ну надо же. Я думал только Лена может краснеть до такой степени'
    show dv surprise with dspr
    'Я подошёл к Алисе, обнял её и начал поглаживать по головке.'
    'Она в ответ прижалась ко мне покрепче.'
    al 'Я сделаю всё возможное, чтобы найти тебя, если мы вернёмся в наш реальный мир. Обещаю...'
    'Мы стояли в объятиях на протяжении минут пяти если не меньше, но девушка нашла в себе силы отцепится от объятий.'
    dv 'Ладно, понимаю, что ни тебе, ни мне не хочется чтобы этот момент заканчивался, но нас ждут ребята.'
    th 'Точно! А я уже всё позабыл! Вот дурак!'
    al 'Точно, ладно пошли.'
    'Мы взялись за руки и вышли на улицу.'
    scene bg ext_house_of_dv_day with dissolve
    'Ребята наверняка уже все собрались в клубе, а мы из-за нашего любовного момента профукали больше пяти минут.'
    th 'Но я не жалею об этом.'
    'Не отпуская рук, мы отправились к музыкальному кружку.'
    scene bg obs_ext_musclub_verandah_sunset with dissolve
    show dv normal pioneer2 with dspr
    'Когда мы дошли, день уже успел смениться на вечер. Было ещё не темно, но закат уже был немного виден.'
    dv 'Давай только другим портить праздник нашей озабоченностью не будем?'
    al 'Да без базара. Наша проблема пару часиков подождёт.'
    scene bg int_musclub_sunset with dissolve
    show se normal at left with dspr
    'Зайдя в клуб, мы увидели, как Семён танцует непонятный танец.'
    cs 'А я тебе говорила: не недооценивай Ленку, она тот ещё игрок в дурака.'
    show cs normal at cright
    show mi normal pioneer at right
    show un smile pioneer at cleft
    with dspr
    '(Звук смеха девочки)'
    'Лена хитро засмеялась.'
    mi 'О, наконец-то вы пришли! Вот, тортик разрезали, вас ждали, в картишки играли.'
    dv 'Мы, наверно, просто поедим и пойдём. Очень устали.'
    al 'Да, я согласен.'
    cs 'С другой стороны, правильно, но хотя бы отметим ваше удачное выступление тортиком и чаем. Я бы чего покрепче принесла бы, только вот, Ольга поймала.'
    'Мы праздновали наш успех.'
    dv 'Можно хоть свою рок-группу собирать!'
    al 'А я не против, если все пройдёт гладко.'
    un 'Я, к сожалению, пас, я хочу стать художником.'
    mi 'Пока ничего не знаю.'
    se 'Я на педагога пойду, так что извиняйте.'
    al 'Виола настояла?'
    cs 'Она самая.'
    'После этого каждый рассказал о своих планах.'
    'Алиса собирается создавать свою рок-группу, если это закончится неудачей, то будет поступать в ВУЗ и искать работу, чтобы не остаться без крыши над головой. Планирует со мной построить отношения, если я отвечу ей взаимностью.'
    'Конечно, с одной стороны странно так говорить при всех, но тут все свои, и они и так уже знали, что Алиса ко мне неровно дышит.'
    'Мику собирается пойти в учителя. Учить музыкальным навыкам. Правда, мечтает тоже стать известной певицей.'
    'Лена, понятно, собирается пойти на художника, но на высшее образование пойдёт на архитектора-дизайнера, так как эта работа тоже связана с творчеством. Мечтает также всё-таки найти своего рыцаря на белом коне, который всегда её поддержит и никогда не отвернётся от неё.'
    'Виола собирается пойти работать главврачом в одном из крупных городов, так как работа в лагере  была её стажировкой. Место главного врача было ей дано по рекомендательному письму деканата её факультета.'
    'Семён собирается пойти в преподаватели. Он имеет стаж преподавания, но у него нет высшего образования. Собирается поступать в педагогический, одновременно подрабатывая, где только может.'
    'Дошла очередь до меня. Я собирался восстановиться в ВУЗе на медицинском и закончить его. Я хочу быть врачом и помогать людям. Я пытался учиться на хирурга, но неизвестно, смогу ли я продолжить. Если нет, попробую начать заново или же выучиться на другую медицинскую специальность.'
    'За нашей душевной беседой, мы не заметили, как уже прилично потемнело.'
    mi 'Давайте расходиться, ребята.'
    un 'Согласна, а то я уже засыпаю.'
    se 'Да и нам, пожалуй, пора.'
    cs 'Ты прав, любимый.'
    dv 'Давайте, удачи, нам пора.'
    al 'Всем пока. Завтра садимся завтракать все вместе.'
    'Попрощавшись с ребятами, мы с Алисой пошли в домик.'
    scene bg obs_ext_musclub_verandah_sunset with dissolve
    'Мы молчали всю дорогу, держав друг друга за ручки.'
    scene bg ext_house_of_dv_night with dissolve
    'Дойдя до домика мы не стали церемонится и сразу же зашли в наше убежище.'
    '№ Фон домик Алисы внутри ночь свет включён'
    'Придя в домик, я закрыл дверь на ключ.'
    th 'Теперь никто нам не помешает'
    show dv normal pioneer2 with dspr
    al 'Теперь мы можем поговорить.'
    dv 'Ты специально хотел остаться со мной один на один?'
    al 'Да, я не хочу играть на публику или создавать мнение о себе, как о лицемерном мудаке.'
    'Алиса села на свою кровать и приготовилась слушать.'
    'Я достал банку пива, открыл её и отпил. Она взяла у меня её, и тоже отпила, но оставила у себя.'
    th 'Дерзкая, люблю таких.'
    th 'Ну что Лешенька, пришло время признаваться.'
    al 'Алиса. Ты мне очень нравишься, я хочу остаться с тобой. Мне не важно, что с нами будет. Окажемся ли в нашем времени, или же мы останемся в этом мире, в Союзе. Мне не важно, где мы будем.'
    show dv grin with dspr
    dv 'Ты этого так желаешь?'
    al 'Да. Желаю! Я знаю, что ты сама проявляешь ко мне симпатию, но...'
    'Алиса, допив банку пива, кинулась ко мне целоваться. Я закрыл глаза.'
    show blink
    'Поцелуй перерос в объятия. Я не открывал глаза, за Алису я отвечать не мог.'
    'Однако Алиса на минутку всё же прервалась.'
    dv 'Давай только без секса, я не готова к этому, по крайне мере, здесь.'
    th 'Нет желание то конечно есть, но реализовывать мне самому не хочется. Предохранителя то нет'
    al 'Я не настолько озабочен, чтобы после первого признания сразу кидаться на девушку с этой целью.'
    'Мы вернулись к поцелую. Наши губы и языки соприкасались долго.'
    'Казалось, будто мы попали в ловушку, и время замерло. Но я бы от такого наказания даже бы не отказался.'
    'Её жаркие, но нежные губы явно ввели наш танец любви, страсти и нежности.'
    th 'Никогда не думал, что в моей душе может жить романтик.'
    hide blink
    show unblink
    with dspr
    'Алиса оторвалась от поцелуя.'
    dv 'Я тебя люблю, но я боюсь, что не сдержусь и сама напрыгну на тебя. А залететь, не дай бог, мне не хочется.'
    al 'Тогда давай просто разденемся и ляжем спать.'
    dv 'Нет! Мы раздеваемся, и ты ложишься спать со мной! Это не обсуждается!'
    th 'А как будто я собирался возражать?'
    scene bg int_house_of_dv_night with dissolve
    'Мы быстренько разделись и легли в одну кровать.'
    'Алиса ворочалась и выбирала удобную позу для сна. Пристроившись своей головушкой на моей груди, она крепко прижалась ко мне. Словно котёнок, который безумно любит своего хозяина и хочет спать в его объятиях.'
    al 'Алиса?'
    dv 'Да?'
    al 'Тебе удобно?'
    dv 'Очень, и уютно.'
    al 'Ну, тогда спи так. Я люблю тебя.'
    'Алиса поцеловала меня в щёчку.'
    dv 'Я тебя тоже люблю и никому не отдам.'
    al 'А я никому и не нужен.'
    'Алиса уже к тому моменту уснула.'
    'Видимо, она очень сильно устала, ведь за такие слова она как минимум бы мне леща да зарядила бы.'
    'Я решил последовать её совету, и, заведя будильник на 10 минут раньше до подъёма, я закрыл глаза.'
    'Не знаю, что это, подарок свыше, или же простая случайность, но я благодарен одному из этих факторов, которые позволили мне изменить мою жизнь.'
    'Помимо того, что я получил возможность перебороть некоторые свои вредные привычки и черты характера, я ещё познакомился тут с той, которой не пофигу на меня.'
    'Которая ко мне хоть и бывает грубоватой, но относится с открытым сердцем – мило спящая на моём плече Алиса.'
    'Мне нельзя терять этот подарок судьбы и нужно завтра обязательно обговорить с Алисой все возможные пути встречи в реальности, если нам завтра удаться покинуть этот загадочный лагерь.'
    'Даже если мы застряли в этом времени навсегда, ничего страшного. У нас ведь останутся Семён и Виола, которые точно смогут нам помочь если что.'
    'Я посмотрел ещё раз на Алису.'
    'Она спала, как маленький лисёнок, который набаловался весь день, а теперь отдыхает после своего наверно самого лучшего дня в лагерной жизни.'
    show blink
    'Интересно, а как она себя вела прошлую неделю тут?'
    'Ведь если верить словам Лены, то они тут вторую неделю доживают.'
    'Хотя, какая нахрен разница? Важно не что было, а что сейчас.'
    'После этих мыслей я окунулся в сон.'
    $ renpy.pause(2)

    $ new_chapter(7, u"День седьмой.\nПрощальное утро.")
    scene bg int_house_of_dv_day
    show unblink
    with dissolve
    '(Звук будильника)'
    'Будильник прозвенел вовремя, отчего ожидаемо заставил меня проснуться.'
    'Я быстро отключил эту чёртов, адский механизм и в комнате настала тишина.'
    show cg epilogue_uv_dv with dissolve
    'Может быть я уже без проблем начал вставать с кровати, одеваться и заправлять постель, но меня ждало очень приятное препятствие, которому любой бы на моём месте не стал бы сопротивляться ему или как то обойти его.'
    'На моей груди, очень мило и спокойно спала Алиса, которую даже не смог разбудить звон этого чёртова будильника.'
    th 'Видать вчерашнее выступление забрало у неё много сил и эмоций.'
    th 'Вроде сильная девушка способная врезать любому парню в глаз, но так мило спит.'
    'Словно маленький черный котёнок, который в то же время беззащитный, но очень милый и красивый!'
    th 'Даже сильным девушкам хочется иногда побыть слабыми, чтобы их кавалеры защищали их и демонстрировали своей защитой, как они дороги для них.'
    'Алиса явно не является исключением.'
    'Если я пойду и скажу, что Алиса прямо сейчас мурлычит во сне, мне бы никто в лагере не поверил.'
    th 'Да и почему я должен такими прекрасными моментами своей жизни с кем-то делится? Если они предназначены только для одного человека в этом дерьмовом мире. Для меня одного.'
    'Время подходит к линейке и завтраку, но так не хочется её будить.'
    th 'Эх, прости моя дорогая, но придётся тебя разбудить.'
    'Поцелуйчик в ушко моментально пробудил спящую красавицу.'
    al 'Доброе утро, моё солнце.'
    'Алиса со счастливой улыбкой потянулась.'
    dv 'Доброе утро, похититель солнца.'
    th 'С каких пор я вор, если ты сама отдалась мне в объятия и на совместный сон?'
    th 'Но это меня ни в коем случае не огорчило, не обидело, и не разочаровало. Мне до глубины души приятно, что девочка осознает, что я ей нужен, а она нужна мне.'
    al 'Как спалось?'
    dv 'Просто замечательно! Я так хочу ещё поспать!'
    al 'Думаю, скоро опять так поспишь. Мы же сегодня рано уезжаем.'
    dv 'Точно!'
    'Её как будто сверху ударила молния.'
    dv 'Последний же день. Нужно срочно придумать, как мы встретимся с ребятами, ведь хочется напоследок с ними посидеть.'
    al 'Хоть даже не принимая тот факт, что мы никогда с ними не увидимся, все они из прошлого.'
    dv 'Кроме тебя, меня и Лены. Которая явно тоже хочет со всеми попрощаться.'
    al 'Так, только сцен ревности мне не надо. Мой выбор пал на рыжую засранку.'
    dv 'Ой да ну тебя.'
    'Она кинула в меня подушку.'
    dv 'Ну так, чем займемся?'
    al 'Для начала я предлагаю нам одеться и собрать вещи, чтобы потом не терять на это время.'
    dv 'Хорошая идея.'
    'Мы поднялись с кровати.'
    dv 'Если хочешь, смотри, мне пофигу, уже можно.'
    al 'Сначала сам оденусь. Насмотреться на твою красоту я успею ещё.'
    th 'На меня явно повлияла эта девка, ведь раньше я бы точно не против был посмотреть, как на женское тело натягиваются всякие тряпочки, чтобы потом их можно было поскорее содрать с девушки.'
    th 'То сейчас я стал каким-то более спокойным что ли. Неужели даже любовь из такого раздолбая как я, может сделать что-то хорошее?'
    'Мы принялись одеваться, при этом стараясь по минимуму смотреть друг на друга.'
    'Так как у меня вещей почти что не было, я, собравшись быстро, стал помогать Алисе. Закончив собирать её чемодан, мы присели на одну кровать.'
    hide dv with dissolve
    'Спрайт Алисы: Стандарт в спортивной форме близко'
    dv 'Ну, так как мы встретимся, если вернёмся сегодня в наше время?'
    al 'Так, ну телефонами и данными обменяться не выйдет, так, как телефон есть только у меня.'
    'Спрайт Алисы: Ухмылка в спортивной форме близко'
    dv 'Что, правда, чтоли?'
    'Алиса достала свой телефон из кармана.'
    al 'Ах ты, хитрозадая!'
    dv 'Есть в кого.'
    'Хитрым взглядом посмотрела на меня.'
    'Мы обменялись данными и телефонами.'
    al 'Но этого мало. Нам ещё нужно придумать другое, если вдруг этот загадочный лагерь не даст моим телефонам записать эту информацию.'
    'Спрайт Алисы: Стандарт в спортивной форме близко'
    dv 'И что ты предлагаешь?'
    al 'Я предлагаю встретиться нам через день после нашего пробуждения возле памятника Чехову утром.'
    dv 'Это очень хорошая идея. А то, хрен знает, какую шутку может сыграть с нами этот лагерь или судьба. Хотя, наверно, это одно и тоже.'
    'Алиса явно расстроена тем, что все эти события, чувства, изменения – всего лишь плод нашего с ней воображения. А вернувшись в реальность мы и не вспомним друг о друге.'
    th 'Ну уж нет. С такой грустной мордой тебя я не выпущу на этот свет'
    al 'Алиса!'
    'Спрайт Алисы: Испуг в спортивной форме близко'
    dv 'Чего так орёшь? Не глухая же!'
    al 'Обними меня!'
    dv 'Что?'
    al 'Обними меня говорю! И не спорь!'
    '№ Арт Алисы и ГГ обнимаются. Алиса грустная'
    'Алиса хоть и не сразу, но подошла и обняла меня.'
    dv 'Лешенька, для чего ты это делаешь?'
    'Она тяжело вздохнула.'
    al 'Я же вижу, как тебе нелегко даётся последний день. Ты явно не хочешь чтобы мы расстались.'
    dv 'Но я...'
    al 'Подожди, не перебивай. Я понимаю тебя прекрасно, ведь я тоже этого не хочу, но нам нельзя показывать грусть в такой день. Зачем нам последний день портить настроение друг другу и остальным?'
    'Девушка молчала, но обняла меня покрепче.'
    al 'Мы обязательно встретимся. Будь мы в СССР(е) или в РФ(е), я не позволю судьбе просто так взять и разъединить нас. Обещаю.'
    '№ Арт Алисы и ГГ обнимаются. Алиса улыбнулась'
    dv 'Я верю тебе и очень надеюсь, что ты сдержишь своё слово.'
    al 'Даже не сомневайся.'
    'Иногда простые объятия говорят за себя лучше любых слов, но бывают моменты, где они должны работать сообща, чтобы достичь определённых целей.'
    'В моём случае, это чтобы успокоить Алису и заставить её улыбнулся.'
    'Я конечно глаз на стене не имею, но судя по интонации, с которой Алиса мне это сказала, цель моя была выполнена успешно!'
    'И наградой этой цели – счастливая улыбка девушки, которая мне нравится и её ручки, которые прямо сейчас меня обнимают крепко, крепко.'
    'И я бы так и стоял весь день в объятиях девочки огня, обнимая её в ответ, но к сожалению даже эти прекрасные моменты не могут быть бесконечными.'
    scene bg int_house_of_dv_day with dissolve
    'Спрайт Алисы: Улыбка в спортивной форме, близко.'
    'Горн за завтрак заставил нас отцепится друг от друга.'
    'Алиса хоть и улыбалась, но явно не против была ещё постоять в объятиях.'
    th 'Но мы не должны забывать наших друзей, с которыми обещали провести последний завтрак вместе.'
    al 'Ну что, пошли? Нас наверняка уже ждут наши.'
    dv 'Да погнали, поскорее встретимся, скорее останемся одни.'
    'Взяв свои вещи, мы сразу же пошли к столовой.'
    scene bg ext_square_day with dissolve
    'Спрайт Алисы: Стандарт в спортивной форме близко'
    dv 'А зачем мы с вещами туда попёрлись?'
    al 'Займём места нашей банде.'
    dv 'А вещи то нахрена было брать?'
    al 'Забыла что ли? Мы сейчас заправляемся и в путь.'
    'Алиса сделала себе рукалицо'
    dv 'Точняк! Совершенно с тобой всё позабывала?'
    al 'Это претензия?'
    'Она быстренько осмотрела весь лагерь, а потом встала на цыпочки и поцеловала меня в щёчку.'
    dv 'Так понятно?'
    al 'Ещё бы!'
    scene bg int_dining_hall_day with dissolve
    'Придя в столовую, мы взяли две порции завтрака, заняли место на пятерых и подставили шестой стул.'
    'На завтрак было картофельное пюре с котлетой.'
    dv 'А зачем ты поставил шестой стул? Думаешь, Виола тоже придёт?'
    al 'Уверен, сегодня же последний день поэтому обязательно придёт повидаться.'
    'Мы продолжали ждать наших друзей.'
    dv 'Всё-таки спасибо этому странному лагерю или же случайности за это лето.'
    al 'Агась, согласен.'
    dv 'Здесь я нашла себе дурака, который такой же упёртый, как я, но доказал, что ему не важна моя фигура, и он принимает меня такой, какая я есть!'
    al 'А я нашёл атомную бомбу, которая в случае моей беды, разнесёт всех, кто постарается навредить мне.'
    dv 'Мой балбес!'
    al 'Моя бомба!'
    mi 'Всё-таки вы стали парой.'
    'Мы тут же почему-то сильно покраснели и повернулись назад.'
    'Сзади нас стояла вся наша банда'
    'Лена, Мику, Виола и Семён.'
    'Они все уселись за наш стол.'
    mi 'Обидно, что это последний день.'
    dv 'Согласна с тобой.'
    un 'Это точно.'
    cs 'Для нас с Семёном это последняя смена была. И после вашего отъезда мы тоже уезжаем.'
    un 'А как же лагерь?'
    se 'Лагерь, конечно, хороший, тут я построил свои отношения со своей пошлячкой, но у нас закончилась стажировка, и нам пора.'
    un 'А вам замена уже приехала?'
    cs 'Да. Вчера передали дела им.'
    mi 'Одно жалко: вот заканчивается это смена, а я тут обрела настолько дружную команду, которая готова заставить публику кричать от восторга!'
    un 'А я рада, что именно здесь я наконец-то помирилась с Алисой, со своей первой подружкой и смогла, хоть на чуть-чуть, повысить самооценку.'
    'Глаза Лены увлажнились, но Алиса её тут же успокоила.'
    dv 'Не переживай, Лена. Мне тоже обидно покидать это место, я наконец-то осознала, в чём была не права, и что любящий человек, которого я тоже здесь нашла, готов помогать мне в этом. Не переживай, наша художница, тебя я тоже люблю.'
    un 'Спасибо... я тебя тоже люблю.'
    se 'А я доволен, что тут я нашёл пацана, который явно похож на меня по характеру. А таких в наше время очень мало.'
    cs 'А я ничего не теряю. С вами было приятно общаться, но моё истинное счастье сейчас сидит с нами и вот-вот возьмёт меня в жёны.'
    al 'Я за всё благодарен этому лагерю. Он мне помог найти здесь таких замечательных людей, как вы. Вы все разные, но вы все – отличные друзья, которых объединяет одно: буду падать, поможете встать или не дадите упасть.'
    'Я легонько приобнял Алису.'
    al 'К тому же именно тут я нашёл свою любовь, и даже я сам заметил, как что-то во мне сдвинулось. Причём в лучшую сторону.'
    'Моё длинное высказывание тут же у всех нарисовало улыбку.'
    'В столовую вошла Ольга Дмитриевна.'
    mt 'Дорогие наши пионеры, жаль, что вы сейчас уедите, не отбыв последний день в лагере так красочно, как хотелось. Но я надеюсь, что данный лагерь оставит в ваших душах самые светлые воспоминания, которые вы потом будете рассказывать своим детям и внукам.'
    'Вожатая сделала короткую паузу.'
    mt 'Отдельную благодарность и пожелание удачи в жизни хочу выразить Виоле и Семёну, которые, к сожалению, покидают сегодня лагерь. Спасибо вам, мне было приятно с вами работать! Я всем вам желаю только самого лучшего в жизни! Спасибо, что стали частью лагеря Совёнок!'
    'Все находящиеся в столовой аплодировали Ольге Дмитриевне, и наша банда не стала исключением.'
    'Мы закончили завтрак и направились к выходу.'
    scene bg ext_dining_hall_near_day with dissolve
    'Спрайт Алисы: Стандарт в спортивной форме'
    dv 'Давай подождём Лену и Мику у автобуса?'
    al 'Поддерживаю, пошли.'
    scene bg ext_houses_day with dissolve
    'Спрайт Алисы: Стандарт в спортивной форме'
    'Пройдя мимо нашего места, Алиса спросила:'
    dv 'Курить не хочется?'
    al 'Не-а, сказал, как отрезал! Дал обещание, значит, выполню его.'
    dv 'Упёртый!'
    al 'Весь в тебя.'
    scene bg ext_buswith dissolve
    'Мы пришли к остановке, где уже стоял тот самый «ИКАРУС», на котором я якобы приехал в лагерь.'
    dv 'Ничего не забыл?'
    al 'Нет. Как проснусь проверить номер и заметки. Если они не будут сохранены, то встречаемся, через день после пробуждения у памятника Чехову.'
    dv 'Красавчик, ничего не забыл!'
    al 'Сама, главное, не забудь!'
    dv 'Не забуду.'
    'Алиса чмокнула меня в щёчку.'
    'Эту сцену застали Мику и Лена.'
    un 'Ну, вот и всё. Пора прощаться. Алиса, спасибо тебе!'
    dv 'Не мне спасибо говори. Если бы не Лёша, не факт, что мы бы помирились. Он мне открыл глаза на тебя.'
    un 'Спасибо тебе, Алекс!'
    al 'Ой, да ну! Сделали дундука чуть ли не героем лагеря!'
    mi 'Сама скромность. А мне просто наконец-то удалось побыть в лагере не в одиночестве! А то всё время одна в музыкальном кружке круглыми сутками пропадала.'
    cs 'Вы отличная команда! А главное – дружелюбная!'
    'Сзади нас оказались Семён и Виола.'
    se 'Виола настояла, чтобы мы с вами попрощались, ведь это время было просто зашибенным! Я рад, что смог получить истинный кайф в последнюю смену лагеря. Спасибо всем, а тебе, Лёх, желаю всего ништякового в жизни!'
    al 'Спасибо, брат!'
    'Крепкое рукопожатие не заставило себя долго ждать.'
    cs 'Я всем вам желаю найти своих рыцарей на белом коне! А Алисе не потерять своего!'
    dv 'ВИОЛА!'
    'Девушки звонко засмеялись.'
    'Мы ещё раз попрощались друг с другом и вошли в автобус.'
    scene bg int_bus_people_day with dissolve
    'Я и Алиса сели в самый дальний угол.'
    dv 'Я боюсь! Не хочу тебя терять!'
    al 'Не бойся. Мы обязательно увидимся и будем вместе. Будь мы в СССР или же в нашем времени!'
    'Алиса положила мне на плечо свою голову.'
    'Автобус тронулся в путь.'
    'Ребята занимались своими делами. Кто-то играл в картишки, кто-то спал, кто-то книгу читал.'
    'Моя любимая Алиса к тому моменту уже спала на моём плече.'
    'Осталось теперь надеяться, что это всё не сон. Или сон, который воплотится в реальность...'
    'Я посмотрел в окно и залюбовался пейзажами, которые видел, наверное, в последний раз.'
    show blink
    'Они были настолько замечательными, что в итоге отправили меня на свидание к Морфею.'

    $ new_chapter(9, u"Эпилог.\nИзменения во имя любви.")
    show unblink
    '№ Фон старый автобус внутри, ранее утро, зима.'
    'Через какое-то время я проснулся в автобусе, но, это был уже не тот самый «ИКАРУС», в который я садился в лагере «Совёнок». Перед мною был снова мой снова зимний город.'
    'Я почувствовал что меня кто-то толкает за плечо.'
    'Кондуктор: Молодой человек! Вам плохо? Конечная уже!'
    al 'Нет, я просто плохо спал. Спасибо, что разбудили.'
    'Я тут вышел из автобуса.'
    al 'Твою мать!'
    th 'Неужели, это всё было все-таки сном?'
    'Нет, я отказываюсь в этоверить и первым же делом проверил свой телефон.'
    'Номер Алисы остался, но вот адрес был утерян.'
    'Я протёр свой лоб и с облегчением вздохнул.'
    th 'Хотя бы номер остался.'
    'Поскольку я жил возле конечной остановки, дойти до дома и позвонить Алисе было легче лёгкого. Поэтому вместо обычного шага перешёл на бег.'
    th 'Главное чтобы, она сама помнила всё то, что было в том сне. Если это был вообще сон?'
    '№ фон квартиры гг. Бардак ранее утро.'
    'Зайдя к себе в квартиру, я первым делом решил проверить свою сумку. В ней не оказалось ни сигарет, ни пива.'
    th 'Значит всё, что произошло в лагере, было правдой!'
    th 'Ведь если это был сон, то куда делось всё моё пиво и сигареты.'
    th 'Если даже допустить, что меня кто-то обшманал, то сиги вообще были во внутреннем кармане куртки.'
    'На этой радостной новости я набрал Алису.'
    'Я ждал ответа, наверное, три или четыре минуты.'
    th 'Пожалуйста, возьми трубку!'
    'И наконец-то, моя любимая девушка сняла трубку, и смог услышать родной голос.'
    dv 'Алло. Кто это? Кому настучать по голове за такой ранний звонок?'
    th 'Вот она родная, чутка быдловатая Алиса.'
    'По голосу было понятно, что девушку я разбудил.'
    al 'Алиса, родимая, привет, это я, твой балбес с лагеря.'
    'Её грубый тон голоса, который был готов сокрушиться на меня тонной матов и оскорблений, однако тут же сменился на очень милый и приветлвый.'
    dv 'А-Алексей? Это вправду ты? Значит, всё, что происходило в лагере...'
    al 'Да, это я. И да - это чистая правда.'
    dv 'Боже, от меня редко услышишь эти слова, но как я рада тому, что всё это оказалось правдой, и что ты сам оказался правдой!'
    al 'Мне очень приятно это слышать.'
    dv 'И кто к кому приедет? Я не совсем одна живу, с подругой снимаем квартиру.'
    al 'Я предлагаю ко мне. Я живу один. Адрес смской скину, на всякий случай. У меня твой адрес не сохранился.'
    dv 'Хорошо, жду смску, и сегодня приеду к тебе.'
    'Вызов завершён.'
    $ set_mode_nvl()
    th 'Всё же это правда! Алиса всё помнит прекрасно!'
    'Первым же делом я скинул Алисе свой адрес, номер дома и квартиры.'
    'В ответ я получил смской от неё: Жди, в течение дня приеду.'
    th 'Раз она сегодня приедет, то нужно навести порядок.'
    th 'Да и себя тоже в форму стоит привести.'
    'В моей квартире был самый огромный срач, такое ощущение, что у меня была тусовка целую неделю, без остановки.'
    'Я принялся убираться. Весь мусор складывал в пакеты и уносил к мусоропроводу.'
    th 'Наверное, сегодня я мусорщикам и бомжам месячный план по сбросу мусора перевыполню.'
    'Также я привёл в порядок и себя. Первым делом я побрился.'
    th 'Да щетина мне была уже как родная, но я не хочу портить мнение о себе перед девушкой.'
    th 'Хотя Алиса не из таких, кому главное это внешка.'
    '№ Фон квартиры убрано'
    'Надел новую одежду, которую я купил ещё месяц назад, но не надевал её. И решил сделать ужин: продукты у меня были, а вот что-то заказывать, увы, денег нет.'
    'Я успел приготовить спагетти с жареной колбаской, и достал бутылку шампанского.'
    th 'Скромно, зато своими руками и романтично.'
    'Время пролетело так быстро, что за окном уже снова потемнело.'
    th 'Нифига себе, как долго подготавливался. Но теперь финальный штришок'
    'Я достал свечи и зажёг их.'
    th 'А что? Красиво же!'
    '(Звонок в дверь)'
    'Вскоре в дверь позвонили.'
    'Я побежал посмотреть кто это, и за дверью оказалась она. Та, что стала моим стимулом к жизни и вере в людей.'
    th 'Моё рыжее солнце по имени Алиса.'
    'Я тут же открыл дверь и принялся обнимать её.'
    dv 'Воу-воу, кавалер, полегче! Задушишь ещё!'
    al 'Прости, просто я так рад тебя видеть!'
    dv 'Я тоже этому очень рада!'
    '№ Спрайт Алисы: Ухмылка'
    'Мы прошли в комнату, где уже все было готово для романтического обеда.'
    dv 'Ничего себе, как ты меня встречаешь. Сам приготовил?'
    al 'Конечно.'
    '(Большое окно)'
    'Но вместо того, чтобы начать есть, мы слились в страстном поцелуе.'
    th 'Это именно то чего нам хотелось больше всего на свете. В данный день, в данный час, в данную минуту. Каждая секунда для нас бесценна, пока наши губы совместно танцуют жаркое танго'
    'После этого прекрасного и долго дня, мы так и не притронулись к еде, оставив её на завтра.'
    'Мы приняли решение начать изменять наши жизни прямо сейчас.'
    'Алиса разорвала общение со всеми своими друзьями по пьяным вечеринкам и стала побольше в себе развивать женские качества. Уборка, стирка, готовка любимому мужчине. Конечно я ей в этом помогал, не всю же работу по дому ей делать одной.'
    'А я вовсе избавился от всего бухла в квартире и сигарет. Всё что было отправилось в мусорку и твёрдо себе сказал.'
    al 'С этого дня я бухаю только по праздникам. И то только по важным праздникам.'
    'Алиса с огромным пониманием и уважением оценила мой поступок и даже помогла мне избавиться от тех контактов, которые у меня были только ради вписок и бухла.'
    'Через месяц после наших встреч и гуляний, Алиса приняла решение о переезде ко мне. Мы не стремились жить богато, так как нам главное было быть рядом.'
    'И вот мы ужинаем с ней за столом. Алиса готовила довольно неплохо, но ей ещё нужно учится и учится.'
    '(Фон кухни)'
    show dv normal with dspr
    dv 'Я всё-таки считаю, что тебе нужно закончить свой мед. Если начал, то закончи его.'
    'Неожиданно слышать такое от Алисы, но она чертовски права.'
    th 'Ведь у меня есть шанс вернуться на свой третий курс и закончить учёбу быстрее, чем начинать её заново.'
    al 'Я звонил и договорился о встрече. Она будет завтра.'
    show dv grin with dspr
    dv 'Хорошо, кавалер!'
    'Алиса широко улыбнулась.'
    'Изменения явно пошли нам на пользу. Алиса за последнее время ещё ни разу не ругалась матом, как сапожник и даже ни разу не злилась так, как злилась в лагере.'
    al 'А что у тебя с поступлением?'
    dv 'Я подала заявку, и у меня тоже завтра встреча по этому поводу.'
    al 'Кстати, как там Лена поживает?'
    show dv smile with dspr
    dv 'Она живёт своей жизнью, вместо того, чтобы пойти по мечте, пошла в науку.'
    al 'Если она счастлива там, то я рад за неё.'
    dv 'Я тебе сейчас нос откушу!'
    al 'Не ревнуй.'
    dv 'Говнюк!'
    al 'Главное чей говнюк.'
    dv 'Мой!'
    al 'Никто и не сомневался!'
    'Ужин прервался тем, что Алиса накинулась на меня со своим горячим поцелуем. А что было дальше, думаю и сами догадываетесь.'
    'К ужину мы так и не вернулись, поэтому он станет нашим завтраком. Это для нас уже обыденное дело, что ужин становится завтраком, так как вечером нам точно не до него.'
    'На следующий день мне удалось договориться о восстановлении в вузе и даже на своём старом факультете.'
    'Хоть я и восстановился в универе, но я как был раздолбаем, который сдавал всё в последний момент, таким и остался.'
    'Я даже во время пар умудрялся писать Алисе, чтобы узнавать, как у неё дела.'
    'Она несколько раз меня ругала за то, что опять не учусь нифига, а сижу и ей пишу. Правда я знал, что ей самой это очень и очень было приятно.'
    'Что же у Алисы?'
    'Алисе в этом плане не повезло. В отбор она не попала, но сдаваться не планировала.'
    'Пока она пыталась пробиться в музыкальный вуз, занималась так же своей рок-группой, члены которой со мной отлично общались, однако, я не стал с ними играть из-за подготовки к защите диплома.'
    'Альбом Алисы со своей рок группой Временной парадокс успел набрать популярность в нашей стране. Правда, с концертами пришлось обломаться.'
    'На моей защите диплома Алиса захотела побыть со мной, и ей разрешили поприсутствовать. Защитился я на четвёрку, но я и не стремился к красному диплому.'
    'После защиты диплома мы прогуливались по парку. Алиса явно сегодня вела себя не так, как я привык за время, которое я успел с ней прожить.'
    '№ Фон автобусной остановки'
    'Спрайт Алисы: Вина в зимнем пальто'
    'Дойдя до автобусной остановки, я решил всё же поинтересоваться.'
    al 'Алис? Всё в порядке? Может пойдём домой?.'
    dv 'Нет, всё в порядке просто...'
    al 'Не вижу, раньше ты за любую мелочь радовалась, как будто случилось что-то большое, а сейчас на тебе и лица нет.'
    dv 'Я должна тебе кое-что сказать..'
    th 'Меня этот тон вызвал напряжение.'
    al 'Говори...'
    'Спрайт Алисы: Смущена в зимнем пальто близко.'
    dv 'Я...беременна...'
    'Я чуть не упал на прямом и не скользком месте.'
    al 'Ты серьёзно?'
    dv 'Да, уже третий месяц пошёл...'
    al 'Но...'
    dv 'Ничего не нужно. Я знала на что шла и даже если ты не захочешь этого ребё...'
    '№ Арт Целующийся Алисы и ГГ зимой.'
    'Я не дал ей договорить и заткнул ей рот своим горячим и страстным поцелуем.'
    'Зная все слабости Алисы, она не смогла сопротивляться этому поцелую и приняла мои правила игры.'
    th 'Никогда не думал, что настоящие бунтарки, будут играть по правилам.'
    'С большим трудом, но всё же я нашёл в себе силы отпустить Алису из своих жарких рук.'
    al 'Я буду любить не только тебя, но и его.'
    'Приложил руку на живот Алисы.'
    'Узнав об этой новости, я сразу же устремился найти работу. Мне предложили работу в Евромедклинике: и обучаемость там хорошая, и зарплата тоже.'
    'На пятом месяце беременности Алисы, я сделал ей предложение.'
    'На свадьбу к нам приехала Лена, которая пока что не устроила свою личную жизнь, но не опускала нос и верила в своё счастливое будущее.'
    'Вскоре у нас родился мальчик, который больше был похож на свою маму.'
    dv 'Как мы назовём нашего маленького анархиста?'
    al 'Предлагаю Мишей.'
    dv 'И почему же?'
    al 'в честь великого и ужасного Горшка.'
    'Мы оба были согласны с этим решением.'
    'Алиса сидела дома и воспитывала нашего ребёнка, пока я постепенно нарабатывал свои навыки и опыт в медицине.'
    'Мы были счастливы. Наш ребёнок рос молодцом, а мы не ставили каких-то сверх целей для жизни. Главное, чтобы нам хватало средств, и ребёнок не нуждался ни в чём.'
    'И вот, сижу я за своим компьютером дома и размышляю о своём счастье.'
    dv 'О чём думаешь, мой хирург?'
    al 'О нас, моя рок-звезда.'
    dv 'А конкретнее?'
    al 'Скорее всего, ты скажешь нет, но как насчёт завести второго ребёнка? Желательно сестру нашему мальчику?'
    dv 'А почему ты решил, что я откажусь?'
    al 'Но как же твоя рок карьера?'
    dv 'Да срать я на неё хотела! Деньги в любом случае за наши песни мне будут приходить, так как автором являлась там я. Да и сидя дома с Мишастиком, я всё равно пишу им песни и получаю за это.'
    al 'Ну, тогда пойдём, моя принцесса!'
    dv 'Но не сегодня.'
    'Автор: У каждой истории есть начало и конец. Завершение истории может быть различным и порождать множество измышлений, теорий, вопросов и загадок. Каждая история по-своему уникальна. И мы завершаем любую историю, только лишь для того, чтобы открыть следующую главу в нашей жизни.'
    '(Я искренне благодарю всех за прочтение данной истории, и желаю вам всего самого лучшего!)'
